{
  "results" : [ {
    "id" : "1",
    "status" : "N",
    "sentence" : "List all boardgames by GMT",
    "regularexpr" : [ ],
    "sparqls" : [ ]
  }, {
    "id" : "9",
    "status" : "WORK",
    "sentence" : "Give me all actors starring in movies directed by and starring William Shatner",
    "regularexpr" : [ "give_me_all_([a-za-z0-9_-]*)_starring_in_([a-za-z0-9_-]*)?", "give_me_all_([a-za-z0-9_-]*)_movies.", "give_me_all_([a-za-z0-9_-]*)_directed_by_([a-za-z0-9_-]*)?" ],
    "sparqls" : [ "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/Actor>. <http://dbpedia.org/resource/Aftermath_with_William_Shatner> <http://dbpedia.org/ontology/starring> ?Answer .}" ]
  }, {
    "id" : "11",
    "status" : "WORK",
    "sentence" : "Give me all Danish films",
    "regularexpr" : [ "give_me_all_danish_([a-za-z0-9_-]*)" ],
    "sparqls" : [ "(bgp (triple ?subjOfProp <http://localhost:8080#danish_20_sense_1_res> ?objOfProp))\n", "(bgp (triple ?subjOfProp <http://localhost:8080#danish_538_sense_1_res> ?objOfProp))\n", "SELECT DISTINCT ?Answer WHERE { ?Answer <http://dbpedia.org/ontology/country> <http://dbpedia.org/resource/Denmark> }", "SELECT DISTINCT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/Film>. ?Answer <http://dbpedia.org/ontology/country> <http://dbpedia.org/resource/Denmark> }" ]
  }, {
    "id" : "29",
    "status" : "WORK",
    "sentence" : "Show me all museums in London",
    "regularexpr" : [ "show_me_all_museums_in_([a-za-z0-9_-]*)." ],
    "sparqls" : [ "SELECT ?Answer WHERE { ?Arg <http://dbpedia.org/ontology/location> ?Answer .}", "SELECT ?Answer WHERE { ?Arg <http://dbpedia.org/property/museum> ?Answer .}" ]
  }, {
    "id" : "33",
    "status" : "WORK",
    "sentence" : "Give me all writers that won the Nobel Prize in literature",
    "regularexpr" : [ "give_me_all_([a-za-z0-9_-]*)_that_won_the_([a-za-z0-9_-]*)" ],
    "sparqls" : [ "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/Writer>. <http://dbpedia.org/resource/Adil_Hossain_Nobel> <http://dbpedia.org/ontology/award> ?Answer .}", "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/Writer>. ?Arg <http://dbpedia.org/ontology/goldMedalist> ?Answer .}" ]
  }, {
    "id" : "34",
    "status" : "WORK",
    "sentence" : "Show me all basketball players that are higher than 2 meters",
    "regularexpr" : [ "show_me_all_([a-za-z0-9_-]*)_that_are_higher_than_([a-za-z0-9_-]*)", "show_me_all_([a-za-z0-9_-]*)_that_([a-za-z0-9_-]*)" ],
    "sparqls" : [ "SELECT DISTINCT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/BasketballPlayer>. ?Answer <http://dbpedia.org/ontology/elevation> ?n FILTER ( ?n > 2 ) }", "SELECT DISTINCT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/BasketballPlayer>. ?Answer <http://dbpedia.org/ontology/height> ?n FILTER ( ?n > 2 ) }" ]
  }, {
    "id" : "40",
    "status" : "WORK",
    "sentence" : "Give all swimmers that were born in Moscow",
    "regularexpr" : [ "give_all_([a-za-z0-9_-]*)_that_were_born_in_([a-za-z0-9_-]*)?" ],
    "sparqls" : [ "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/Swimmer>. ?Answer <http://dbpedia.org/ontology/birthPlace> <http://dbpedia.org/resource/Moscow> .}" ]
  }, {
    "id" : "55",
    "status" : "WORK",
    "sentence" : "Give me the capitals of all countries that the Himalayas run through",
    "regularexpr" : [ "the_capitals_of_([a-za-z0-9_-]*)?", "give_me_the_([a-za-z0-9_-]*)_countries." ],
    "sparqls" : [ "SELECT ?Answer WHERE { <http://dbpedia.org/resource/The_Bahamas> <http://dbpedia.org/ontology/capital> ?Answer .}" ]
  }, {
    "id" : "59",
    "status" : "WORK",
    "sentence" : "Give me all islands that belong to Japan",
    "regularexpr" : [ "give_me_all_([a-za-z0-9_-]*)_that_belong_to_([a-za-z0-9_-]*)?" ],
    "sparqls" : [ "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/Island>. ?Answer <http://dbpedia.org/ontology/architecturalStyle> ?Arg .}", "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/Island>. ?Answer <http://dbpedia.org/ontology/bandMember> ?Arg .}", "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/Island>. ?Answer <http://dbpedia.org/ontology/formerTeam> <http://dbpedia.org/resource/Japan_Ice_Hockey_League> .}", "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/Island>. ?Answer <http://dbpedia.org/ontology/genre> <http://dbpedia.org/resource/Japan> .}", "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/Island>. ?Answer <http://dbpedia.org/ontology/literaryGenre> <http://dbpedia.org/resource/Japan> .}", "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/Island>. ?Answer <http://dbpedia.org/ontology/mountainRange> ?Arg .}", "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/Island>. ?Answer <http://dbpedia.org/ontology/series> <http://dbpedia.org/resource/Japan> .}", "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/Island>. ?Answer <http://dbpedia.org/ontology/subdivision> ?Arg .}", "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/Island>. ?Answer <http://dbpedia.org/property/album> ?Arg .}", "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/Island>. ?Answer <http://dbpedia.org/property/genre> ?Arg .}", "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/Island>. ?Answer <http://dbpedia.org/property/party> ?Arg .}", "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/Island>. ?Answer <http://dbpedia.org/property/taxon> ?Arg .}", "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/Island>. ?Arg <http://dbpedia.org/ontology/architecturalStyle> ?Answer .}", "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/Island>. <http://dbpedia.org/resource/Big_Japan> <http://dbpedia.org/ontology/bandMember> ?Answer .}", "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/Island>. ?Arg <http://dbpedia.org/ontology/formerTeam> ?Answer .}", "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/Island>. <http://dbpedia.org/resource/Big_Japan> <http://dbpedia.org/ontology/genre> ?Answer .}", "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/Island>. <http://dbpedia.org/resource/Japan_Sinks> <http://dbpedia.org/ontology/literaryGenre> ?Answer .}", "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/Island>. ?Arg <http://dbpedia.org/ontology/mountainRange> ?Answer .}", "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/Island>. <http://dbpedia.org/resource/IGo_to_Japan> <http://dbpedia.org/ontology/series> ?Answer .}", "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/Island>. ?Arg <http://dbpedia.org/ontology/subdivision> ?Answer .}", "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/Island>. <http://dbpedia.org/resource/Made_in_Japan_(EP)> <http://dbpedia.org/property/album> ?Answer .}", "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/Island>. <http://dbpedia.org/resource/Yakitate!!_Japan> <http://dbpedia.org/property/genre> ?Answer .}", "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/Island>. ?Arg <http://dbpedia.org/property/party> ?Answer .}", "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/Island>. ?Arg <http://dbpedia.org/property/taxon> ?Answer .}" ]
  }, {
    "id" : "69",
    "status" : "WORK",
    "sentence" : "Give me all actors who were born in Paris after 1950",
    "regularexpr" : [ "give_me_all_([a-za-z0-9_-]*)_who_were_born_in_([a-za-z0-9_-]*)?" ],
    "sparqls" : [ "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/Actor>. ?Answer <http://dbpedia.org/ontology/birthPlace> <http://dbpedia.org/resource/Paris> .}" ]
  }, {
    "id" : "78",
    "status" : "WORK",
    "sentence" : "Give me all federal chancellors of Germany",
    "regularexpr" : [ "give_me_all_federal_chancellors_of_([a-za-z0-9_-]*)." ],
    "sparqls" : [ "SELECT ?Answer WHERE { <http://dbpedia.org/resource/Free_Association_of_German_Trade_Unions> <http://dbpedia.org/property/office> ?Answer .}" ]
  }, {
    "id" : "87",
    "status" : "WORK",
    "sentence" : "Who created Goofy?",
    "regularexpr" : [ "who_created_([a-za-z0-9_-]*)?" ],
    "sparqls" : [ "SELECT ?Answer WHERE { ?Arg <http://dbpedia.org/ontology/author> ?Answer .}", "SELECT ?Answer WHERE { <http://dbpedia.org/resource/Goofy> <http://dbpedia.org/ontology/creator> ?Answer .}", "SELECT ?Answer WHERE { ?Arg <http://dbpedia.org/ontology/notableWork> ?Answer .}" ]
  }, {
    "id" : "91",
    "status" : "WORK",
    "sentence" : "Give me all the TV shows with Neil Patrick Harris",
    "regularexpr" : [ "give_me_all_([a-za-z0-9_-]*)_tv_show." ],
    "sparqls" : [ "SELECT ?Answer WHERE { <http://dbpedia.org/resource/Opekkha/The_Waiting> <http://dbpedia.org/ontology/starring> ?Answer .}" ]
  }, {
    "id" : "101",
    "status" : "WORK",
    "sentence" : "Give me all Australian metalcore bands",
    "regularexpr" : [ "give_me_all_australian_([a-za-z0-9_-]*)" ],
    "sparqls" : [ "(bgp (triple ?subjOfProp <http://localhost:8080#australian_525_sense_1_res> ?objOfProp))\n", "(bgp (triple ?subjOfProp <http://localhost:8080#australian_7_sense_1_res> ?objOfProp))\n", "SELECT DISTINCT ?Answer WHERE { ?Answer <http://dbpedia.org/ontology/country> <http://dbpedia.org/resource/Australia> }", "SELECT DISTINCT ?Answer WHERE { ?Answer <http://dbpedia.org/ontology/country> <http://dbpedia.org/resource/Australia> }" ]
  }, {
    "id" : "109",
    "status" : "WORK",
    "sentence" : "Give me all books written by Danielle Steel",
    "regularexpr" : [ "give_me_all_([a-za-z0-9_-]*)_written_by_([a-za-z0-9_-]*)?" ],
    "sparqls" : [ "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/Book>. ?Answer <http://dbpedia.org/ontology/author> <http://dbpedia.org/resource/Danielle_Steel> .}", "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/Book>. ?Answer <http://dbpedia.org/ontology/composer> <http://dbpedia.org/resource/Steel_Panther> .}", "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/Book>. ?Answer <http://dbpedia.org/ontology/writer> <http://dbpedia.org/resource/Danielle_Steel> .}", "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/Book>. ?Answer <http://dbpedia.org/property/allLyrics> ?Arg .}", "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/Book>. ?Answer <http://dbpedia.org/property/author> ?Arg .}", "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/Book>. ?Answer <http://dbpedia.org/property/editor> ?Arg .}", "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/Book>. ?Answer <http://dbpedia.org/property/writer> ?Arg .}" ]
  }, {
    "id" : "141",
    "status" : "WORK",
    "sentence" : "Give me the birthdays of all actors of the television show Charmed",
    "regularexpr" : [ "the_birthdays_of_([a-za-z0-9_-]*)?", "give_me_the_([a-za-z0-9_-]*)_actors." ],
    "sparqls" : [ "SELECT ?Answer WHERE { <http://dbpedia.org/resource/The_Lady_of_Rage> <http://dbpedia.org/ontology/birthDate> ?Answer .}" ]
  }, {
    "id" : "158",
    "status" : "WORK",
    "sentence" : "List all episodes of the first season of the HBO television series The Sopranos!",
    "regularexpr" : [ "the_first_season_of_([a-za-z0-9_-]*)?" ],
    "sparqls" : [ "SELECT ?Answer WHERE { <http://dbpedia.org/resource/The_Sopranos_(episode)> <http://dbpedia.org/ontology/seasonNumber> ?Answer .}" ]
  }, {
    "id" : "161",
    "status" : "WORK",
    "sentence" : "Give me all films produced by Hal Roach",
    "regularexpr" : [ "give_me_all_([a-za-z0-9_-]*)_produced_by_([a-za-z0-9_-]*)?" ],
    "sparqls" : [ "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/Film>. ?Answer <http://dbpedia.org/ontology/executiveProducer> <http://dbpedia.org/resource/Hal_Roach> .}", "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/Film>. ?Answer <http://dbpedia.org/ontology/manufacturer> ?Arg .}", "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/Film>. ?Answer <http://dbpedia.org/ontology/producer> <http://dbpedia.org/resource/Hal_Roach> .}", "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/Film>. <http://dbpedia.org/resource/Shallow_Hal> <http://dbpedia.org/ontology/director> ?Answer .}", "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/Film>. <http://dbpedia.org/resource/HAL_Laboratory> <http://dbpedia.org/ontology/product> ?Answer .}" ]
  }, {
    "id" : "171",
    "status" : "WORK",
    "sentence" : "Give me all movies with Tom Cruise",
    "regularexpr" : [ "give_me_all_movies_with_([a-za-z0-9_-]*)." ],
    "sparqls" : [ "SELECT ?Answer WHERE { <http://dbpedia.org/resource/Tom_Dollar> <http://dbpedia.org/ontology/starring> ?Answer .}" ]
  }, {
    "id" : "231",
    "status" : "WORK",
    "sentence" : "Give me all launch pads operated by NASA",
    "regularexpr" : [ "give_me_all_([a-za-z0-9_-]*)_operated_by_([a-za-z0-9_-]*)?" ],
    "sparqls" : [ "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/LaunchPad>. ?Answer <http://dbpedia.org/ontology/operator> <http://dbpedia.org/resource/NASA> .}", "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/LaunchPad>. ?Answer <http://dbpedia.org/property/operator> ?Arg .}" ]
  }, {
    "id" : "275",
    "status" : "WORK",
    "sentence" : "List the children of Margaret Thatcher",
    "regularexpr" : [ "the_children_of_([a-za-z0-9_-]*)?" ],
    "sparqls" : [ "SELECT ?Answer WHERE { <http://dbpedia.org/resource/Margaret_Thatcher> <http://dbpedia.org/ontology/child> ?Answer .}" ]
  }, {
    "id" : "295",
    "status" : "WORK",
    "sentence" : "Give me all video games published by Mean Hamster Software",
    "regularexpr" : [ "give_me_all_([a-za-z0-9_-]*)_published_by_([a-za-z0-9_-]*)?", "give_me_all_([a-za-z0-9_-]*)_games." ],
    "sparqls" : [ "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/VideoGame>. ?Answer <http://dbpedia.org/ontology/publisher> <http://dbpedia.org/resource/Mean_Hamster_Software> .}", "SELECT ?Answer WHERE { ?Answer <http://www.w3.org/1999/02/22-rdf-syntax-ns#type>   <http://dbpedia.org/ontology/VideoGame>. ?Answer <http://dbpedia.org/property/publisher> ?Arg .}" ]
  }, {
    "id" : "296",
    "status" : "WORK",
    "sentence" : "Give me all members of Prodigy",
    "regularexpr" : [ "give_me_all_members_of_([a-za-z0-9_-]*)." ],
    "sparqls" : [ "SELECT ?Answer WHERE { ?Arg <http://dbpedia.org/ontology/alliance> ?Answer .}", "SELECT ?Answer WHERE { ?Arg <http://dbpedia.org/ontology/bandMember> ?Answer .}" ]
  }, {
    "id" : "313",
    "status" : "WORK",
    "sentence" : "Give me the birth place of Frank Sinatra",
    "regularexpr" : [ "the_birth_place_of_([a-za-z0-9_-]*)?", "give_me_the_([a-za-z0-9_-]*)_place." ],
    "sparqls" : [ "SELECT ?Answer WHERE { <http://dbpedia.org/resource/Frank_Sinatra> <http://dbpedia.org/ontology/birthPlace> ?Answer .}" ]
  }, {
    "id" : "347",
    "status" : "WORK",
    "sentence" : "Show me all books in Asimov's Foundation series",
    "regularexpr" : [ "show_me_all_books_in_([a-za-z0-9_-]*)." ],
    "sparqls" : [ "SELECT ?Answer WHERE { <http://dbpedia.org/resource/Foundation_(Isaac_Asimov_novel)> <http://dbpedia.org/ontology/series> ?Answer .}" ]
  }, {
    "id" : "371",
    "status" : "WORK",
    "sentence" : "Give me all books by William Goldman with more than 300 pages",
    "regularexpr" : [ "give_me_all_books_by_([a-za-z0-9_-]*)." ],
    "sparqls" : [ "SELECT ?Answer WHERE { <http://dbpedia.org/resource/More_William> <http://dbpedia.org/ontology/author> ?Answer .}" ]
  }, {
    "id" : "402",
    "status" : "WORK",
    "sentence" : "Give me the currency of China",
    "regularexpr" : [ "the_currency_of_([a-za-z0-9_-]*)?" ],
    "sparqls" : [ "SELECT ?Answer WHERE { <http://dbpedia.org/resource/China> <http://dbpedia.org/ontology/currency> ?Answer .}" ]
  } ]
}