[
     {
          "_id": 2684,
          "question_en": "Which countries were the first to play Gumus and Ne daj se, Nina?",
          "question_de": "Welche Länder waren die ersten, die Gumus und Ne daj se spielten, Nina?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Gümüş_(TV_series)> <http://dbpedia.org/property/firstAired> ?uri. <http://dbpedia.org/resource/Ne_daj_se,_Nina> <http://dbpedia.org/property/firstAired> ?uri . }",
          "sparql_template_id": 15
     },
     {
          "_id": 2688,
          "question_en": "Who were the pole drivers in GP when Damon hill was a first driver?",
          "question_de": "Wer waren die Pole-Fahrer in Grand Prix, ​​als Damon Hill erster Fahrer war?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/firstDriver> <http://dbpedia.org/resource/Damon_Hill> . ?x <http://dbpedia.org/ontology/poleDriver> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/GrandPrix>}",
          "sparql_template_id": 305
     },
     {
          "_id": 2705,
          "question_en": "What is the river which comes from Southend-on-Sea mountain?",
          "question_de": "Was ist der Fluss, der vom Southend-on-Sea Berg kommt?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/ontology/mouthMountain> <http://dbpedia.org/resource/Southend-on-Sea>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/River>}",
          "sparql_template_id": 301
     },
     {
          "_id": 2714,
          "question_en": "What is the mascot of the Royal Australian Air Force and Austin College?",
          "question_de": "Was ist das Maskottchen der Royal Australian Air Force und des Austin College?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Royal_Australian_Air_Force> <http://dbpedia.org/property/mascot> ?uri. <http://dbpedia.org/resource/Austin_College> <http://dbpedia.org/property/mascot> ?uri . }",
          "sparql_template_id": 15
     },
     {
          "_id": 2728,
          "question_en": "How many people live in the Beverly Hills, California?",
          "question_de": "Wie viele Menschen leben in Beverly Hills, Kalifornien?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE {?uri <http://dbpedia.org/ontology/residence> <http://dbpedia.org/resource/Beverly_Hills,_California>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Person>}",
          "sparql_template_id": 401
     },
     {
          "_id": 2737,
          "question_en": "Who are the people who died in a place architected by Jens Jensen",
          "question_de": "Wer sind die Menschen, die in einem von Jens Jensen entworfenen Ort gestorben sind?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/architect> <http://dbpedia.org/resource/Jens_Jensen_(landscape_architect)> . ?uri <http://dbpedia.org/ontology/deathPlace> ?x  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Person>}",
          "sparql_template_id": 306
     },
     {
          "_id": 2763,
          "question_en": "Does Lionel Messi play in the Argentina National Football Team?",
          "question_de": "Spielt Lionel Messi in der argentinischen Fußballnationalmannschaft?",
          "sparql_query": "ASK WHERE { <http://dbpedia.org/resource/Lionel_Messi> <http://dbpedia.org/property/nationalteam> <http://dbpedia.org/resource/Argentina_national_football_team> }",
          "sparql_template_id": 151
     },
     {
          "_id": 2765,
          "question_en": "Was X the Unknown edited by James needs?",
          "question_de": "Wurde \"X the Unknown\" von James herausgegeben?",
          "sparql_query": "ASK WHERE { <http://dbpedia.org/resource/X_the_Unknown> <http://dbpedia.org/ontology/editing> <http://dbpedia.org/resource/James_Needs> }",
          "sparql_template_id": 151
     },
     {
          "_id": 2820,
          "question_en": "Whose youth clubs used to participate in Argentine Primera Division?",
          "question_de": "Wessen Jugendclubs haben in der argentinischen Primera Division teilgenommen?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/league> <http://dbpedia.org/resource/Argentine_Primera_División> . ?uri <http://dbpedia.org/property/youthclubs> ?x  . }",
          "sparql_template_id": 6
     },
     {
          "_id": 2822,
          "question_en": "What are the movies whose music composer is Akira Ifukube?",
          "question_de": "Was sind die Filme, deren Musikkomponist Akira Ifukube ist?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/ontology/musicComposer> <http://dbpedia.org/resource/Akira_Ifukube>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Film>}",
          "sparql_template_id": 301
     },
     {
          "_id": 2835,
          "question_en": "Which work is both Neil Cross and Lars Pearson both known for ?",
          "question_de": "Für welche Arbeit sind Neil Cross und Lars Pearson beide bekannt?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Neil_Cross> <http://dbpedia.org/ontology/notableWork> ?uri. <http://dbpedia.org/resource/Lars_Pearson> <http://dbpedia.org/ontology/notableWork> ?uri . }",
          "sparql_template_id": 15
     },
     {
          "_id": 2867,
          "question_en": "Which video game composed by Hirokazu Tanaka can be played on virtual Console ?",
          "question_de": "Welches Videospiel von Hirokazu Tanaka kann auf einer virtuellen Konsole gespielt werden?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/ontology/computingPlatform> <http://dbpedia.org/resource/Virtual_Console> . ?uri <http://dbpedia.org/property/composer> <http://dbpedia.org/resource/Hirokazu_Tanaka>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/VideoGame>}",
          "sparql_template_id": 308
     },
     {
          "_id": 2905,
          "question_en": "What awards have been given to some screenwriters?",
          "question_de": "Welche Auszeichnungen haben einige Drehbuchautoren bekommen?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/occupation> <http://dbpedia.org/resource/Screenwriter> . ?x <http://dbpedia.org/ontology/award> ?uri  . }",
          "sparql_template_id": 5
     },
     {
          "_id": 2924,
          "question_en": "List the movies produced by Michael Deeley ?",
          "question_de": "Liste die von Michael Deeley produzierten Filme auf?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/ontology/producer> <http://dbpedia.org/resource/Michael_Deeley>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Film>}",
          "sparql_template_id": 301
     },
     {
          "_id": 2929,
          "question_en": "In which state is the team, which has John Roeslein?",
          "question_de": "In welchem ​​Staat ist die Mannschaft, in der John Roeslein Mitglied ist?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/John_Roeslein> <http://dbpedia.org/ontology/team> ?x . ?x <http://dbpedia.org/property/state> ?uri  . }",
          "sparql_template_id": 3
     },
     {
          "_id": 2934,
          "question_en": "How many members are there of the organization headquartered at Amstelveen?",
          "question_de": "Wie viele Mitglieder hat die Organisation mit Hauptsitz in Amstelveen?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE { ?x <http://dbpedia.org/property/headquarters> <http://dbpedia.org/resource/Amstelveen> . ?x <http://dbpedia.org/property/membership> ?uri  . }",
          "sparql_template_id": 105
     },
     {
          "_id": 2941,
          "question_en": "What is the common award won by Charles LeMaire and Eric Roth",
          "question_de": "Welche Auszeichnung wurde sowohl an Charles LeMaire, als auch an Eric Roth verliehen?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Charles_LeMaire> <http://dbpedia.org/property/awards> ?uri. <http://dbpedia.org/resource/Eric_Roth> <http://dbpedia.org/ontology/award> ?uri} ",
          "sparql_template_id": 16
     },
     {
          "_id": 2943,
          "question_en": "Count the number of first drivers in all the GPs where Mika Hakkinen was a first driver?",
          "question_de": "Zählen Sie die Anzahl der ersten Fahrer in allen GPs, in denen Mika Hakkinen einer der ersten Fahrer war?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE { ?x <http://dbpedia.org/ontology/poleDriver> <http://dbpedia.org/resource/Mika_Häkkinen> . ?x <http://dbpedia.org/ontology/firstDriver> ?uri  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/RacingDriver>}",
          "sparql_template_id": 405
     },
     {
          "_id": 2951,
          "question_en": "In how many places was the album of King Crimson recorded?",
          "question_de": "An wie vielen Orten wurde das Album von King Crimson aufgenommen?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE { ?x <http://dbpedia.org/ontology/artist> <http://dbpedia.org/resource/King_Crimson> . ?x <http://dbpedia.org/ontology/recordedIn> ?uri  . }",
          "sparql_template_id": 105
     },
     {
          "_id": 2952,
          "question_en": "Which musical artist collaborated with Tony Allen (musician) and label is Victor Entertainment?",
          "question_de": "Welcher Musikkünstler hat mit Tony Allen (Musiker) und dem Label Victor Entertainment zusammengearbeitet?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/ontology/associatedMusicalArtist> <http://dbpedia.org/resource/Tony_Allen_(musician)> . ?uri <http://dbpedia.org/property/label> <http://dbpedia.org/resource/Victor_Entertainment>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/MusicalArtist>}",
          "sparql_template_id": 308
     },
     {
          "_id": 2960,
          "question_en": "What is the name of Mary's divine child?",
          "question_de": "Wie heißt das göttliche Kind von Maria?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/ontology/parent> <http://dbpedia.org/resource/Mary_(mother_of_Jesus)>  . }",
          "sparql_template_id": 1
     },
     {
          "_id": 2970,
          "question_en": "Name the city with leader as Esther Alder and neighboring municipality as Pregny-Chambsy?",
          "question_de": "Nennen Sie die Stadt, die von Esther Alder geleitet wird und deren Nachbargemeinde Pregny-Chambsy ist?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/ontology/mayor> <http://dbpedia.org/resource/Esther_Alder> . ?uri <http://dbpedia.org/ontology/neighboringMunicipality> <http://dbpedia.org/resource/Pregny-Chambésy>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Location>}",
          "sparql_template_id": 308
     },
     {
          "_id": 2978,
          "question_en": "What is the location country of the bank whose successor is Mauritius Bank ?",
          "question_de": "In welchem Land befindet sich die Bank, dessen Nachfolger die Mauritius Bank ist?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/successor> <http://dbpedia.org/resource/Mauritius_Bank> . ?x <http://dbpedia.org/property/locationCountry> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Bank>}",
          "sparql_template_id": 305
     },
     {
          "_id": 3000,
          "question_en": "What is the university whose affiliations is Graham Holdings Company?",
          "question_de": "Was ist die Universität, die mit Graham Holdings Company in Verbindung steht?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/affiliations> <http://dbpedia.org/resource/Graham_Holdings_Company>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/University>}",
          "sparql_template_id": 301
     },
     {
          "_id": 3018,
          "question_en": "Count the different types of Flatbread ?",
          "question_de": "Zählen Sie die verschiedenen Arten von Fladenbrot?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE {?uri <http://dbpedia.org/ontology/type> <http://dbpedia.org/resource/Flatbread>  . }",
          "sparql_template_id": 101
     },
     {
          "_id": 3026,
          "question_en": "Which artist was taught by Jos Ruiz y Blasco?",
          "question_de": "Welcher Künstler wurde von Jos Ruiz y Blasco unterrichtet?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/training> <http://dbpedia.org/resource/José_Ruiz_y_Blasco>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Artist>}",
          "sparql_template_id": 301
     },
     {
          "_id": 3029,
          "question_en": "For which team did both Butch Metzger and Brian Horwitz debuted ?",
          "question_de": "Für welches Team debütierten Butch Metzger und Brian Horwitz?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Butch_Metzger> <http://dbpedia.org/ontology/debutTeam> ?uri. <http://dbpedia.org/resource/Brian_Horwitz> <http://dbpedia.org/ontology/debutTeam> ?uri . }",
          "sparql_template_id": 15
     },
     {
          "_id": 3036,
          "question_en": "Bridge that starts at Seberang Perai crosses over what?",
          "question_de": "Was überbrückt die Brücke, die bei Seberang Perai beginnt?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/routeStart> <http://dbpedia.org/resource/Seberang_Perai> . ?x <http://dbpedia.org/property/crosses> ?uri  . }",
          "sparql_template_id": 5
     },
     {
          "_id": 3043,
          "question_en": "Which musical artist associated with Tony Allen has label with Celluloid Records ?",
          "question_de": "Welcher Musikkünstler, der mit Tony Allen in Verbindung steht, hat einen Plattenvertrag mit Celluloid Records?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/ontology/associatedMusicalArtist> <http://dbpedia.org/resource/Tony_Allen_(musician)> . ?uri <http://dbpedia.org/property/label> <http://dbpedia.org/resource/Celluloid_Records>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/MusicalArtist>}",
          "sparql_template_id": 308
     },
     {
          "_id": 3044,
          "question_en": "Whose labels are Victor Entertainment and Celluloid Records?",
          "question_de": "Wme gehören die Label Victor Entertainment und Celluloid Records?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?uri <http://dbpedia.org/property/label> <http://dbpedia.org/resource/Victor_Entertainment> . ?uri <http://dbpedia.org/property/label> <http://dbpedia.org/resource/Celluloid_Records> . }",
          "sparql_template_id": 7
     },
     {
          "_id": 3047,
          "question_en": "Do the west coast airlines fly to seattle?",
          "question_de": "Fliegen die West Coast Airlines nach Seattle?",
          "sparql_query": "ASK WHERE { <http://dbpedia.org/resource/West_Coast_Airlines> <http://dbpedia.org/ontology/targetAirport> <http://dbpedia.org/resource/Seattle> }",
          "sparql_template_id": 152
     },
     {
          "_id": 3075,
          "question_en": "List all the former partners of the figure skater whose one of the former partner was Andrea poapst ?",
          "question_de": "Liste alle ehemaligen Partner der Eiskunstläuferin, die unter anderem Andrea Poapst als Partner hatte?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/formerPartner> <http://dbpedia.org/resource/Andrea_Poapst> . ?x <http://dbpedia.org/ontology/formerPartner> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/FigureSkater>}",
          "sparql_template_id": 311
     },
     {
          "_id": 3076,
          "question_en": "What river originates in the Connecticut Lakes?",
          "question_de": "Welcher Fluss entspringt in den Connecticut Lakes?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/ontology/source> <http://dbpedia.org/resource/Connecticut_Lakes>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/River>}",
          "sparql_template_id": 301
     },
     {
          "_id": 3077,
          "question_en": "Which band made the song Take me There, and has collaborated with Blayse in the past?",
          "question_de": "Welche Band hat das Lied \"Take me There\" gemacht und hat in der Vergangenheit mit Blayse zusammengearbeitet?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Take_Me_There_(Blackstreet_&_Mýa_song)> <http://dbpedia.org/ontology/musicalBand> ?uri. <http://dbpedia.org/resource/Blayse> <http://dbpedia.org/ontology/associatedBand> ?uri} ",
          "sparql_template_id": 16
     },
     {
          "_id": 3080,
          "question_en": "In which countries are there banks which came after the National Commercial Bank of Mauritius?",
          "question_de": "In welchen Ländern gibt es Banken, die nach der National Commercial Bank of Mauritius kamen?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/National_Commercial_Bank_Mauritius> <http://dbpedia.org/ontology/successor> ?x . ?x <http://dbpedia.org/property/locationCountry> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Bank>}",
          "sparql_template_id": 303
     },
     {
          "_id": 3127,
          "question_en": "How many movies did Michael Deeley produce?",
          "question_de": "Wie viele Filme produzierte Michael Deeley?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE {?uri <http://dbpedia.org/property/producer> <http://dbpedia.org/resource/Michael_Deeley>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Film>}",
          "sparql_template_id": 401
     },
     {
          "_id": 3148,
          "question_en": "Name the river with source as Columbia Lake and river mouth is located in Clatsop Country ?",
          "question_de": "Nennen Sie den Fluss mit Columbia Lake als Quelle und mit einer Flussmündung in Clatsop Country?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/ontology/riverMouth> <http://dbpedia.org/resource/Clatsop_County,_Oregon> . ?uri <http://dbpedia.org/ontology/source> <http://dbpedia.org/resource/Columbia_Lake>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/River>}",
          "sparql_template_id": 308
     },
     {
          "_id": 3161,
          "question_en": "Who produces the trains operated by the MTR?",
          "question_de": "Wer produziert die Züge, die von MTR operiert werden?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/operator> <http://dbpedia.org/resource/MTR> . ?x <http://dbpedia.org/ontology/manufacturer> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Train>}",
          "sparql_template_id": 305
     },
     {
          "_id": 3162,
          "question_en": "What religion did the spouse of Richie Aprile follow?",
          "question_de": "Welche Religion hat der Ehepartner von Richie Aprile?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Richie_Aprile> <http://dbpedia.org/property/spouse> ?x . ?x <http://dbpedia.org/ontology/religion> ?uri  . }",
          "sparql_template_id": 3
     },
     {
          "_id": 3172,
          "question_en": "Give me the count of artist in the company whose Artist is Jean- François Coté ?",
          "question_de": "Geben Sie mir die Anzahl der Künstler in der Firma, deren eines der Künstler Jean-François Coté ist?",
          "sparql_query": " SELECT DISTINCT COUNT(?uri) WHERE { ?x <http://dbpedia.org/property/artist> <http://dbpedia.org/resource/Jean-François_Coté> . ?x <http://dbpedia.org/property/artist> ?uri }",
          "sparql_template_id": 111
     },
     {
          "_id": 3187,
          "question_en": "Which person won Screen actors Guild Life Time Achievement award and has resting palce in Palo Alto, California ?",
          "question_de": "Welche Person hat den \"Sreen Actors Guild Lifetime Achievement Award\" gewonnen und ruht in Palo Alto, Kalifornien?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/restingPlace> <http://dbpedia.org/resource/Palo_Alto,_California> . ?uri <http://dbpedia.org/ontology/award> <http://dbpedia.org/resource/Screen_Actors_Guild_Life_Achievement_Award>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Person>}",
          "sparql_template_id": 308
     },
     {
          "_id": 3189,
          "question_en": "Which mainter of  Cheasty Boulevard South is also the county seat of the King County, Washingtonsu ?",
          "question_de": "Welcher Warter von Cheasty Boulevard South ist auch der Verwaltungssitz des King County, Washington?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Cheasty_Boulevard_South> <http://dbpedia.org/ontology/maintainedBy> ?uri. <http://dbpedia.org/resource/King_County,_Washington> <http://dbpedia.org/ontology/countySeat> ?uri} ",
          "sparql_template_id": 16
     },
     {
          "_id": 3199,
          "question_en": "Trevor Peacock has narrated in which movie?",
          "question_de": "Trevor Peacock war Erzähler  hat welches ​Filmes?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/narrator> <http://dbpedia.org/resource/Trevor_Peacock>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Film>}",
          "sparql_template_id": 301
     },
     {
          "_id": 3221,
          "question_en": "List the common prime minister of the Robert Ray and graham richardson ?",
          "question_de": "Nennen Sie den gemeinsamen Premierminister von Robert Ray und Graham Richardson?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Robert_Ray_(Australian_politician)> <http://dbpedia.org/ontology/primeMinister> ?uri. <http://dbpedia.org/resource/Graham_Richardson> <http://dbpedia.org/ontology/primeMinister> ?uri . }",
          "sparql_template_id": 15
     },
     {
          "_id": 3227,
          "question_en": "Which founder of sea Gayle Music is also the judge of Rising Star ?",
          "question_de": "Welcher Gründer von Sea Gayle Music ist auch Juror bei Rising Star?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Sea_Gayle_Music> <http://dbpedia.org/property/founder> ?uri. <http://dbpedia.org/resource/Rising_Star_(U.S._TV_series)> <http://dbpedia.org/property/judges> ?uri} ",
          "sparql_template_id": 16
     },
     {
          "_id": 3240,
          "question_en": "Humes High School is alma mater to which person?",
          "question_de": "die Humes High School ist Alma Mater welcher Person?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/education> <http://dbpedia.org/resource/Humes_High_School>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Person>}",
          "sparql_template_id": 301
     },
     {
          "_id": 3248,
          "question_en": "UEM group have made bridges crossing over what?",
          "question_de": "UEM-Gruppe haben Brücken über was gebaut?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/designer> <http://dbpedia.org/resource/UEM_Group> . ?x <http://dbpedia.org/property/crosses> ?uri  . }",
          "sparql_template_id": 5
     },
     {
          "_id": 3263,
          "question_en": "Who were the opponents of the people buried in the tower of London?",
          "question_de": "Wer waren die Gegner der im Tower von London begrabenen Menschen?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/restingPlace> <http://dbpedia.org/resource/Tower_of_London> . ?x <http://dbpedia.org/ontology/opponent> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Person>}",
          "sparql_template_id": 305
     },
     {
          "_id": 3273,
          "question_en": "What is the currency of the country of Kerguelen Islands?",
          "question_de": "Wie lautet die Währung der Kerguelen-Archipel?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Kerguelen_Islands> <http://dbpedia.org/ontology/governmentType> ?x . ?x <http://dbpedia.org/ontology/currency> ?uri  . }",
          "sparql_template_id": 3
     },
     {
          "_id": 3275,
          "question_en": "For which country did Alexander Lippisch design airplanes?",
          "question_de": "Für welches Land hat Alexander Lippisch Flugzeuge konstruiert?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/designer> <http://dbpedia.org/resource/Alexander_Lippisch> . ?x <http://dbpedia.org/property/nationalOrigin> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Aircraft>}",
          "sparql_template_id": 305
     },
     {
          "_id": 3291,
          "question_en": "List the mountains of the range Sierra Nevada (U.S.) located in  California?",
          "question_de": "Liste der Berge der Gebirgskette Sierra Nevada (US) in Kalifornien?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/ontology/mountainRange> <http://dbpedia.org/resource/Sierra_Nevada_(U.S.)> . ?uri <http://dbpedia.org/ontology/locatedInArea> <http://dbpedia.org/resource/California>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Mountain>}",
          "sparql_template_id": 308
     },
     {
          "_id": 3295,
          "question_en": "In which company's boards does the founder of Bomis sit?",
          "question_de": "In welchen Gremien sitzt der Gründer von Bomis?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Bomis> <http://dbpedia.org/ontology/foundedBy> ?x . ?x <http://dbpedia.org/ontology/board> ?uri  . }",
          "sparql_template_id": 3
     },
     {
          "_id": 3323,
          "question_en": "Name the narrators of the album which has been narrated by Alan Thicke ?",
          "question_de": "Benennen Sie die Erzähler des Albums, das unter anderen von Alan Thicke erzählt wurde?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/narrated> <http://dbpedia.org/resource/Alan_Thicke> . ?x <http://dbpedia.org/property/narrated> ?uri  . }",
          "sparql_template_id": 11
     },
     {
          "_id": 3357,
          "question_en": "Is GIMP written in C?",
          "question_de": "Ist GIMP in C geschrieben?",
          "sparql_query": "ASK WHERE { <http://dbpedia.org/resource/GIMP> <http://dbpedia.org/ontology/programmingLanguage> <http://dbpedia.org/resource/C_(programming_language)> }",
          "sparql_template_id": 151
     },
     {
          "_id": 3361,
          "question_en": "How many people have played for the NBA?",
          "question_de": "Wie viele Leute haben für die NBA gespielt?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE {?uri <http://dbpedia.org/property/league> <http://dbpedia.org/resource/National_Basketball_Association>  . }",
          "sparql_template_id": 101
     },
     {
          "_id": 3362,
          "question_en": "Name the river  whose source location is Nevado Mismi and region is Arequipa Region?",
          "question_de": "Nennen Sie den Fluss, dessen Quellort Nevado Mismi ist und dessen Region Arequipa ist?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/sourceLocation> <http://dbpedia.org/resource/Nevado_Mismi> . ?uri <http://dbpedia.org/property/sourceRegion> <http://dbpedia.org/resource/Arequipa_Region>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/River>}",
          "sparql_template_id": 308
     },
     {
          "_id": 3378,
          "question_en": "What band has Joe Hahn and Chester Bennington?",
          "question_de": "Welche Band hat Joe Hahn und Chester Bennington als Mitglieder?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?uri <http://dbpedia.org/property/currentMembers> <http://dbpedia.org/resource/Joe_Hahn> . ?uri <http://dbpedia.org/property/currentMembers> <http://dbpedia.org/resource/Chester_Bennington> . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Band>}",
          "sparql_template_id": 307
     },
     {
          "_id": 3379,
          "question_en": "In which cities are there american football teams where Matt Snorton played?",
          "question_de": "In welchen Städten gibt es American Football-Mannschaften, in denen Matt Snorton gespielt hat?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Matt_Snorton> <http://dbpedia.org/property/pastteams> ?x . ?x <http://dbpedia.org/ontology/locationCity> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/AmericanFootballTeam>}",
          "sparql_template_id": 303
     },
     {
          "_id": 3381,
          "question_en": "Name the office holder whose constituency is Noe Valley, San Francisco and belongs to military unit USS Kittiwake (ASR-13)?",
          "question_de": "Wie heißt der Amtsinhaber, dessen Wahlkreis Noe Valley, San Francisco, ist und zur USS Kittiwake (ASR-13) gehört?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/constituency> <http://dbpedia.org/resource/Noe_Valley,_San_Francisco> . ?uri <http://dbpedia.org/ontology/militaryUnit> <http://dbpedia.org/resource/USS_Kittiwake_(ASR-13)>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/OfficeHolder>}",
          "sparql_template_id": 308
     },
     {
          "_id": 3393,
          "question_en": "Where are the burial grounds of Willem Cornelis Janse van Rensburg and Thomas Franois Burgers?",
          "question_de": "Wo sind Willem Cornelis Janse van Rensburg und Thomas Francois Burgers begraben?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Willem_Cornelis_Janse_van_Rensburg> <http://dbpedia.org/property/restingplace> ?uri. <http://dbpedia.org/resource/Thomas_François_Burgers> <http://dbpedia.org/property/restingplace> ?uri . }",
          "sparql_template_id": 15
     }
]