[
     {
          "_id": 8,
          "question_en": "Which company which assembles its cars in Broadmeadows, Victoria?",
          "question_de": "Welche Firma, baut ihre Fahrzeuge in Broadmeadows, Victoria zusammen?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/assembly> <http://dbpedia.org/resource/Broadmeadows,_Victoria> . ?x <http://dbpedia.org/ontology/parentCompany> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Automobile>}",
          "sparql_template_id": 305
     },
     {
          "_id": 31,
          "question_en": "How many tenats have been there, of the constructions of PCL constructures?",
          "question_de": "Wie viele Zehntausende gab es von den Konstruktionen von PCL-Konstrukten?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE { ?x <http://dbpedia.org/ontology/builder> <http://dbpedia.org/resource/PCL_Construction> . ?x <http://dbpedia.org/ontology/tenant> ?uri  . }",
          "sparql_template_id": 105
     },
     {
          "_id": 43,
          "question_en": "How many people have headed organizations headquartered at Niederkirchnerstrae?",
          "question_de": "Wie viele Personen haben Organisationen mit Hauptsitz in der Niederkirchnerstraße geleitet?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE { ?x <http://dbpedia.org/ontology/headquarter> <http://dbpedia.org/resource/Niederkirchnerstraße> . ?x <http://dbpedia.org/ontology/leader> ?uri  . }",
          "sparql_template_id": 105
     },
     {
          "_id": 45,
          "question_en": "Which shareholder of Dagenham wind turbines is also the parent company of the Ford Falcon Cobra?",
          "question_de": "Welcher Aktionär von \"Dagenham wind turbines\" ist auch die Muttergesellschaft der Ford Falcon Cobra?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Ford_Falcon_Cobra> <http://dbpedia.org/ontology/parentCompany> ?uri. <http://dbpedia.org/resource/Dagenham_wind_turbines> <http://dbpedia.org/property/owner> ?uri} ",
          "sparql_template_id": 16
     },
     {
          "_id": 57,
          "question_en": "What company involved in the development of Sherlock did Arthur Levinson work for?",
          "question_de": "An welcher Firma, die an der Entwicklung von Sherlock beteiligt war, arbeitete Arthur Levinson?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Arthur_D._Levinson> <http://dbpedia.org/ontology/occupation> ?uri. <http://dbpedia.org/resource/Sherlock_(software)> <http://dbpedia.org/ontology/developer> ?uri} ",
          "sparql_template_id": 16
     },
     {
          "_id": 68,
          "question_en": "With what company is the service OneDrive associated?",
          "question_de": "Mit welcher Firma ist der Service OneDrive verbunden?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/services> <http://dbpedia.org/resource/OneDrive>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Company>}",
          "sparql_template_id": 301
     },
     {
          "_id": 82,
          "question_en": "Name the members of  boards of Freedom of the City and Trinity House?",
          "question_de": "Nennen Sie die Vorstandsmitglieder von Freedom of the City und Trinity House?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?uri <http://dbpedia.org/ontology/board> <http://dbpedia.org/resource/Freedom_of_the_City> . ?uri <http://dbpedia.org/ontology/board> <http://dbpedia.org/resource/Trinity_House> . }",
          "sparql_template_id": 7
     },
     {
          "_id": 87,
          "question_en": "What can be cooked out of things belonging to the order Sapindales?",
          "question_de": "Was kann aus Pflanzen der Ordnung Sapindales gekocht werden?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/order> <http://dbpedia.org/resource/Sapindales> . ?uri <http://dbpedia.org/ontology/ingredient> ?x  . }",
          "sparql_template_id": 6
     },
     {
          "_id": 92,
          "question_en": "How many total religions are followed by people whose hometown is somewhere in India?",
          "question_de": "Wie viele Religionen werden von Menschen verfolgt, deren Heimatstadt an irgend einem Ort in Indien liegt?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE { ?x <http://dbpedia.org/ontology/hometown> <http://dbpedia.org/resource/India> . ?x <http://dbpedia.org/property/religion> ?uri  . }",
          "sparql_template_id": 105
     },
     {
          "_id": 103,
          "question_en": "How many factions have fought in wars where Francois Marie Le Marchand de Lignery was involved?",
          "question_de": "Wie viele Fraktionen haben in Kriegen gekämpft, an denen Francois Marie Le Marchand de Lignery beteiligt war?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE { <http://dbpedia.org/resource/François-Marie_Le_Marchand_de_Lignery> <http://dbpedia.org/ontology/battle> ?x . ?x <http://dbpedia.org/property/combatant> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/MilitaryConflict>}",
          "sparql_template_id": 403
     },
     {
          "_id": 104,
          "question_en": "Who is the leader of the town where the Myntdu river originates?",
          "question_de": "Wer ist der Anführer der Stadt, in der der Myntdu-Fluss fließt?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Myntdu_River> <http://dbpedia.org/ontology/origin> ?x . ?x <http://dbpedia.org/ontology/leaderName> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Town>}",
          "sparql_template_id": 303
     },
     {
          "_id": 115,
          "question_en": "What were the major actions taken by the politicians living in Gales Ferry, Connecticut?",
          "question_de": "Was waren die größten Einwirkungen der Politiker aus Gales Ferry, Connecticut?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/residence> <http://dbpedia.org/resource/Gales_Ferry,_Connecticut> . ?x <http://dbpedia.org/ontology/battle> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Politician>}",
          "sparql_template_id": 305
     },
     {
          "_id": 121,
          "question_en": "What is the common nickname given both to Harding academy and Lyons township high school?",
          "question_de": "Was ist der gemeinsame Spitzname, der sowohl der Harding-Akademie als auch der Lyons Township High School gegeben wird?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Harding_Academy_(Memphis)> <http://dbpedia.org/property/nickname> ?uri. <http://dbpedia.org/resource/Lyons_Township_High_School> <http://dbpedia.org/property/nickname> ?uri . }",
          "sparql_template_id": 15
     },
     {
          "_id": 128,
          "question_en": "Did Steve Sampson manage a club of Santa Clara university",
          "question_de": "Hat Steve Sampson einen Club der Santa Clara Universität geleitet?",
          "sparql_query": "ASK WHERE { <http://dbpedia.org/resource/Steve_Sampson> <http://dbpedia.org/ontology/managerClub> <http://dbpedia.org/resource/Santa_Clara_University> }",
          "sparql_template_id": 152
     },
     {
          "_id": 129,
          "question_en": "What newspapers's owners is Schibsted",
          "question_de": "Schibsted ist der Besitzer welcher Zeitungen?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/owners> <http://dbpedia.org/resource/Schibsted>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Newspaper>}",
          "sparql_template_id": 301
     },
     {
          "_id": 141,
          "question_en": "Music for what was made by someone who died of a cardiovascular disease?",
          "question_de": "Für welchen Zweck wurde die Musik gemacht, die von einer Person kreiert wurde, die an einer Herz-Kreislauf-Erkrankung getsorben ist?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/deathCause> <http://dbpedia.org/resource/Cardiovascular_disease> . ?uri <http://dbpedia.org/property/music> ?x  . }",
          "sparql_template_id": 6
     },
     {
          "_id": 152,
          "question_en": "Joe Hahn is the member of what band?",
          "question_de": "Joe Hahn ist Mitglied welcher Band?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/currentMembers> <http://dbpedia.org/resource/Joe_Hahn>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Band>}",
          "sparql_template_id": 301
     },
     {
          "_id": 168,
          "question_en": "Where does the successor of Thongsuk Samdaengpan reside?",
          "question_de": "Wo befindet sich der Nachfolger von Thongsuk Samdaengpan?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Thongsuk_Samdaengpan> <http://dbpedia.org/property/successor> ?x . ?x <http://dbpedia.org/ontology/location> ?uri  . }",
          "sparql_template_id": 3
     },
     {
          "_id": 187,
          "question_en": "How many battles have involved commanders of 1st Free French Division?",
          "question_de": "Wie viele Kämpfe haben die Kommandeure der 1. Freien Französischen Division involviert?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE { <http://dbpedia.org/resource/1st_Free_French_Division> <http://dbpedia.org/property/notableCommanders> ?x . ?x <http://dbpedia.org/property/battles> ?uri  . }",
          "sparql_template_id": 103
     },
     {
          "_id": 188,
          "question_en": "Count the number of cities on the Mediterranean Sea?",
          "question_de": "Zähle die Anzahl der Städte am Mittelmeer?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE { <http://dbpedia.org/resource/Mediterranean_Sea> <http://dbpedia.org/property/cities> ?uri  . }",
          "sparql_template_id": 102
     },
     {
          "_id": 205,
          "question_en": "List the cities which share the same water body as that of Florida ?",
          "question_de": "Liste die Städte auf, die denselben Wasserkörper haben wie Florida?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/cities> <http://dbpedia.org/resource/Florida> . ?x <http://dbpedia.org/property/cities> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/BodyOfWater>}",
          "sparql_template_id": 311
     },
     {
          "_id": 208,
          "question_en": "From how many coutries do companies come, which are headquartered in the Klang Valley?",
          "question_de": "Aus wie vielen Ländern kommen Unternehmen, die ihren Sitz in Klang Valley haben?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE { ?x <http://dbpedia.org/property/headquarters> <http://dbpedia.org/resource/Klang_Valley> . ?x <http://dbpedia.org/property/country> ?uri  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Country>}",
          "sparql_template_id": 405
     },
     {
          "_id": 217,
          "question_en": "The authors of Zhorstoke nebo was influenced by whom ?",
          "question_de": "Die Autoren des Buches \"Zhorstoke nebo\" wurden von wem beeinflusst?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Zhorstoke_nebo> <http://dbpedia.org/ontology/author> ?x . ?x <http://dbpedia.org/ontology/influencedBy> ?uri  . }",
          "sparql_template_id": 3
     },
     {
          "_id": 219,
          "question_en": "Who all have rented the stadium whose architect is Populous?",
          "question_de": "Wer hat das Stadion, dessen Architekt Populous ist, gemietet?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/architect> <http://dbpedia.org/resource/Populous_(company)> . ?x <http://dbpedia.org/ontology/tenant> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Stadium>}",
          "sparql_template_id": 305
     },
     {
          "_id": 228,
          "question_en": "How many people live in Wilton, Connecticut?",
          "question_de": "Wie viele Menschen leben in Wilton, Connecticut?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE {?uri <http://dbpedia.org/property/residence> <http://dbpedia.org/resource/Wilton,_Connecticut>  . }",
          "sparql_template_id": 101
     },
     {
          "_id": 234,
          "question_en": "Which label released the movie written by Thomas Meehan?",
          "question_de": "Welches Label hat den Film von Thomas Meehan veröffentlicht?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/writer> <http://dbpedia.org/resource/Thomas_Meehan_(writer)> . ?x <http://dbpedia.org/property/label> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Film>}",
          "sparql_template_id": 305
     },
     {
          "_id": 243,
          "question_en": "Which sports are played in the alma mater of Amitava Datta?",
          "question_de": "Welche Sportarten werden in der Alma Mater von Amitava Datta gespielt?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Amitava_Datta> <http://dbpedia.org/property/almaMater> ?x . ?x <http://dbpedia.org/ontology/sport> ?uri  . }",
          "sparql_template_id": 3
     },
     {
          "_id": 252,
          "question_en": "In how many  territories were the wars fought where Fusil Gras Mile 1874 were used?",
          "question_de": "In wie vielen Gebieten wurden die Kriege geführt, wo die Fusil Gras Mile 1874 benutzt wurde?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE { <http://dbpedia.org/resource/Fusil_Gras_mle_1874> <http://dbpedia.org/ontology/usedInWar> ?x . ?x <http://dbpedia.org/ontology/territory> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/MilitaryConflict>}",
          "sparql_template_id": 403
     },
     {
          "_id": 258,
          "question_en": "Name the company whose one of the product is Pixar Image Computer and has one of the key person as Edwin Catmull?",
          "question_de": "Nennen Sie die Firma, deren Produkt Pixar Image Computer ist und die eine Schlüsselperson, namens Edwin Catmull hat?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/ontology/product> <http://dbpedia.org/resource/Pixar_Image_Computer> . ?uri <http://dbpedia.org/ontology/keyPerson> <http://dbpedia.org/resource/Edwin_Catmull>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Company>}",
          "sparql_template_id": 308
     },
     {
          "_id": 272,
          "question_en": "Who was the architect of the stadium currently run by the Pittsburgh Pirates?",
          "question_de": "Wer war der Architekt des von den Pittsburgh Pirates betriebenen Stadions?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/operator> <http://dbpedia.org/resource/Pittsburgh_Pirates> . ?x <http://dbpedia.org/property/architect> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Stadium>}",
          "sparql_template_id": 305
     },
     {
          "_id": 277,
          "question_en": "WHich region of the Providence Chapel, Charlwood is also the region of the Joseph Case High School",
          "question_de": "Welche Region der Providenz Chapel, Charlwood auch die Region der Joseph Case High School?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Providence_Chapel,_Charlwood> <http://dbpedia.org/property/style> ?uri. <http://dbpedia.org/resource/Joseph_Case_High_School> <http://dbpedia.org/ontology/region> ?uri} ",
          "sparql_template_id": 16
     },
     {
          "_id": 279,
          "question_en": "Which branch of american military have both George Siebels jr and Leroy Collins served?",
          "question_de": "In welchem ​​Zweig des amerikanischen Militärs haben George Siebels jun. Und Leroy Collins gedient?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/George_G._Siebels,_Jr.> <http://dbpedia.org/property/branch> ?uri. <http://dbpedia.org/resource/LeRoy_Collins> <http://dbpedia.org/property/branch> ?uri . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/MilitaryUnit>}",
          "sparql_template_id": 315
     },
     {
          "_id": 288,
          "question_en": "In which branch of the government does James L. McConaughy belong?",
          "question_de": "Zu welchem ​​Zweig der Regierung gehört James L. McConaughy?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/James_L._McConaughy> <http://dbpedia.org/ontology/governor> ?x . ?x <http://dbpedia.org/property/branch> ?uri  . }",
          "sparql_template_id": 3
     },
     {
          "_id": 318,
          "question_en": "Eric roth wrote how many screenplays?",
          "question_de": "Wie viele Drehbücher hat Eric Roth geschrieben?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE {?uri <http://dbpedia.org/property/screenplay> <http://dbpedia.org/resource/Eric_Roth>  . }",
          "sparql_template_id": 101
     },
     {
          "_id": 342,
          "question_en": "Paul Morphy compiled journals of which field?",
          "question_de": "Paul Morphy hat Zeitschriften aus welchem ​​Themenbereich bearbeitet?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/editor> <http://dbpedia.org/resource/Paul_Morphy> . ?x <http://dbpedia.org/property/discipline> ?uri  . }",
          "sparql_template_id": 5
     },
     {
          "_id": 365,
          "question_en": "What is the common licence of the Frontaccounting and nUbuntu?",
          "question_de": "Was ist die gemeinsame Lizenz von Frontaccounting und nUbuntu?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Frontaccounting> <http://dbpedia.org/ontology/license> ?uri. <http://dbpedia.org/resource/NUbuntu> <http://dbpedia.org/ontology/license> ?uri . }",
          "sparql_template_id": 15
     },
     {
          "_id": 366,
          "question_en": "Which TV shows distributor is Broadcast syndication and developed by Brian Graden ?",
          "question_de": "Welche TV-Show, hat Broadcast-Syndication als Distributor und wurde von Brian Graden entwickelt?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/developer> <http://dbpedia.org/resource/Brian_Graden> . ?uri <http://dbpedia.org/ontology/distributor> <http://dbpedia.org/resource/Broadcast_syndication>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/TelevisionShow>}",
          "sparql_template_id": 308
     },
     {
          "_id": 378,
          "question_en": "What are the books written by the the person who made the Novelas ejemplares?",
          "question_de": "Was sind einige Bücher, die von der Person verefasst wurden, die Novelas Ejemplarese gemacht hat?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/notableWork> <http://dbpedia.org/resource/Novelas_ejemplares> . ?uri <http://dbpedia.org/ontology/author> ?x  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Book>}",
          "sparql_template_id": 306
     },
     {
          "_id": 387,
          "question_en": "Which company founded by Fusajiro Yamauchi gives service as Nintendo Network?",
          "question_de": "Welches Unternehmen, das von Fusajiro Yamauchi gegründet wurde, dient als Nintendo Network?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/ontology/foundedBy> <http://dbpedia.org/resource/Fusajiro_Yamauchi> . ?uri <http://dbpedia.org/property/services> <http://dbpedia.org/resource/Nintendo_Network>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Company>}",
          "sparql_template_id": 308
     },
     {
          "_id": 392,
          "question_en": "What are some US citizens famous for?",
          "question_de": "Wofür sind einige US-Bürger berühmt?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/nationality> <http://dbpedia.org/resource/United_States> . ?x <http://dbpedia.org/ontology/knownFor> ?uri  . }",
          "sparql_template_id": 5
     },
     {
          "_id": 393,
          "question_en": "Which genre of books are published by Random House?",
          "question_de": "Welches Genre von Büchern wird von Random House veröffentlicht?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/publisher> <http://dbpedia.org/resource/Random_House> . ?x <http://dbpedia.org/property/subject> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Book>}",
          "sparql_template_id": 305
     },
     {
          "_id": 401,
          "question_en": "Who coached the marquet golden eagels during 2013",
          "question_de": "Wer hat im Jahr 2013 die Marquet Golden Eagels trainiert?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/2013–14_Marquette_Golden_Eagles_men's_basketball_team> <http://dbpedia.org/ontology/coach> ?uri } ",
          "sparql_template_id": 2
     },
     {
          "_id": 406,
          "question_en": "How many famous people are born in Long Island?",
          "question_de": "Wie viele berühmte Menschen wurden in Long Island geboren?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE {?uri <http://dbpedia.org/ontology/birthPlace> <http://dbpedia.org/resource/Long_Island>  . }",
          "sparql_template_id": 101
     },
     {
          "_id": 416,
          "question_en": "Which astronauts went on the Gemini 8 mission?",
          "question_de": "Welche Astronauten gingen auf die Mission Gemini 8?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/mission> <http://dbpedia.org/resource/Gemini_8>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Astronaut>}",
          "sparql_template_id": 301
     },
     {
          "_id": 420,
          "question_en": "Does Caroline Augusta Foley Rhys Davids study Buddhism?",
          "question_de": "Studiert Caroline Augusta Foley Rhys Davids den Buddhismus?",
          "sparql_query": "ASK WHERE { <http://dbpedia.org/resource/Caroline_Augusta_Foley_Rhys_Davids> <http://dbpedia.org/ontology/field> <http://dbpedia.org/resource/Buddhism> }",
          "sparql_template_id": 152
     },
     {
          "_id": 435,
          "question_en": "Name the chairman of the soccer club for which Mike Salmon currently plays?",
          "question_de": "Nennen Sie den Vorsitzenden des Fußballclubs, für den Mike Salmon derzeit spielt?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Mike_Salmon> <http://dbpedia.org/property/currentclub> ?x . ?x <http://dbpedia.org/property/chairman> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/SoccerClub>}",
          "sparql_template_id": 303
     },
     {
          "_id": 438,
          "question_en": "Which draft team of bob Macmillan is also the prospect team of Mikhail Pashnin ?",
          "question_de": "Welches Draft-Team von Bob Macmillan ist auch das Prospect-Team von Michail Pashnin?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Mikhail_Pashnin> <http://dbpedia.org/property/prospectTeam> ?uri. <http://dbpedia.org/resource/Bob_MacMillan> <http://dbpedia.org/property/draftTeam> ?uri} ",
          "sparql_template_id": 16
     },
     {
          "_id": 460,
          "question_en": "List the destinations of the airlines which also serves Mediterranean  Sea ?",
          "question_de": "Die Destinationen der Fluggesellschaften auflisten, die auch Mittelmeer bedienen?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/destinations> <http://dbpedia.org/resource/Mediterranean_Sea> . ?x <http://dbpedia.org/property/destinations> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Airline>}",
          "sparql_template_id": 311
     },
     {
          "_id": 461,
          "question_en": "Was the  2d Command and Control Squadron barracked in Colorado?",
          "question_de": "War das 2. Kommando-Kontrollgeschwader in Colorado kaserniert?",
          "sparql_query": "ASK WHERE { <http://dbpedia.org/resource/2d_Command_and_Control_Squadron> <http://dbpedia.org/ontology/garrison> <http://dbpedia.org/resource/Colorado> }",
          "sparql_template_id": 152
     },
     {
          "_id": 486,
          "question_en": "How many mammals are in the Chordate phylum?",
          "question_de": "Wie viele Säugetiere sind Teil des Chordatum Stammes?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE {?uri <http://dbpedia.org/property/phylum> <http://dbpedia.org/resource/Chordate>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Mammal>}",
          "sparql_template_id": 401
     },
     {
          "_id": 487,
          "question_en": "How many people were opponents of the ones buried in the tower of London?",
          "question_de": "Wie viele Menschen waren Gegner, der im Tower of London Begrabenen?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE { ?x <http://dbpedia.org/property/restingPlace> <http://dbpedia.org/resource/Tower_of_London> . ?x <http://dbpedia.org/ontology/opponent> ?uri  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Person>}",
          "sparql_template_id": 405
     },
     {
          "_id": 490,
          "question_en": "In which country did the planes designed by Ursula Hanle originate?",
          "question_de": "In welchem ​​Land entstanden die von Ursula Hanle entworfenen Flugzeuge?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/designer> <http://dbpedia.org/resource/Ursula_Hänle> . ?x <http://dbpedia.org/property/nationalOrigin> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Aircraft>}",
          "sparql_template_id": 305
     },
     {
          "_id": 500,
          "question_en": "What writers have nationality as Statelessness?",
          "question_de": "Welche Schriftsteller haben Staatenlos als Staatsangehörigkeit?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/nationality> <http://dbpedia.org/resource/Statelessness>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Writer>}",
          "sparql_template_id": 301
     },
     {
          "_id": 505,
          "question_en": "How many people have written stuff broadcasted on the Tokyo Broadcasting System?",
          "question_de": "Wie viele Leute haben Arbeit verfasst, das auf dem Tokyo Broadcasting System ausgestrahlt wurde?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE { ?x <http://dbpedia.org/ontology/network> <http://dbpedia.org/resource/Tokyo_Broadcasting_System> . ?x <http://dbpedia.org/property/writer> ?uri  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Person>}",
          "sparql_template_id": 405
     },
     {
          "_id": 511,
          "question_en": "Give me an estimate of the number of manufacturers whose products are managed by MTR?",
          "question_de": "Geben Sie mir eine Schätzung der Anzahl der Hersteller, deren Produkte von MTR verwaltet werden?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE { ?x <http://dbpedia.org/ontology/operator> <http://dbpedia.org/resource/MTR> . ?x <http://dbpedia.org/ontology/manufacturer> ?uri  . }",
          "sparql_template_id": 105
     },
     {
          "_id": 522,
          "question_en": "Which content license of the MSX BASIC is also the profession of the Laura K. Ipsen ?",
          "question_de": "Welche Content-Lizenz der MSX BASIC ist auch der Beruf der Laura K. Ipsen?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/MSX_BASIC> <http://dbpedia.org/property/license> ?uri. <http://dbpedia.org/resource/Laura_K._Ipsen> <http://dbpedia.org/ontology/occupation> ?uri} ",
          "sparql_template_id": 16
     },
     {
          "_id": 534,
          "question_en": "How many albums were released under the Victor Entertainment label?",
          "question_de": "Wie viele Alben wurden unter dem Label Victor Entertainment veröffentlicht?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE {?uri <http://dbpedia.org/property/label> <http://dbpedia.org/resource/Victor_Entertainment>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Album>}",
          "sparql_template_id": 401
     },
     {
          "_id": 535,
          "question_en": "Does NOAAS Davidson (S 331) have a homeport in Seattle?",
          "question_de": "Hat NOAAS Davidson (S 331) einen Heimathafen in Seattle?",
          "sparql_query": "ASK WHERE { <http://dbpedia.org/resource/NOAAS_Davidson_(S_331)> <http://dbpedia.org/ontology/homeport> <http://dbpedia.org/resource/Seattle> }",
          "sparql_template_id": 152
     },
     {
          "_id": 557,
          "question_en": "How many movies did Joel Schumacher direct?",
          "question_de": "Für wie viele Filme hat Joel Schumacher Regie geführt?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE {?uri <http://dbpedia.org/ontology/director> <http://dbpedia.org/resource/Joel_Schumacher>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Film>}",
          "sparql_template_id": 401
     },
     {
          "_id": 568,
          "question_en": "List the science fiction shows broadcasted on BBC HD ?",
          "question_de": "Liste die Science-Fiction-Shows, die auf BBC HD ausgestrahlt werden?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/genre> <http://dbpedia.org/resource/Science_fiction> . ?uri <http://dbpedia.org/ontology/network> <http://dbpedia.org/resource/BBC_HD>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/TelevisionShow>}",
          "sparql_template_id": 308
     },
     {
          "_id": 570,
          "question_en": "What is the division of the companies who make Runes of Magic?",
          "question_de": "Was ist die Aufteilung der Firmen, die Runes of Magic machen?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/products> <http://dbpedia.org/resource/Runes_of_Magic> . ?x <http://dbpedia.org/ontology/division> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Company>}",
          "sparql_template_id": 305
     }
]