[
     {
          "_id": 1978,
          "question_en": "How many home stadiums are there of the seasons whose chairman in Merritt Paulson?",
          "question_de": "Wie viele Heimstadien gibt es von den Saisons, deren Vorsitzender Merritt Paulson ist?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE { ?x <http://dbpedia.org/ontology/chairman> <http://dbpedia.org/resource/Merritt_Paulson> . ?x <http://dbpedia.org/ontology/homeStadium> ?uri  . }",
          "sparql_template_id": 105
     },
     {
          "_id": 2005,
          "question_en": "Which cities have the river one of whose Tributary is the Missouri's big spring?",
          "question_de": "Welche Städte haben den Fluss, dessen Zufluß die große Quelle des Missouri ist?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/rightTributary> <http://dbpedia.org/resource/Big_Spring_(Missouri)> . ?x <http://dbpedia.org/ontology/city> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/River>}",
          "sparql_template_id": 305
     },
     {
          "_id": 2025,
          "question_en": "The successor of Ellsworth Bunker belongs to which religion?",
          "question_de": "Der Nachfolger von Ellsworth Bunker praktiziert welche Religion?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Ellsworth_Bunker> <http://dbpedia.org/ontology/successor> ?x . ?x <http://dbpedia.org/ontology/region> ?uri  . }",
          "sparql_template_id": 3
     },
     {
          "_id": 2042,
          "question_en": "In which military conflict were Phm Vn ng and John McEwen commanders ?",
          "question_de": "In welchem ​​militärischen Konflikt waren Phm Vn ng und John McEwen Befehlshaber?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?uri <http://dbpedia.org/ontology/commander> <http://dbpedia.org/resource/Phạm_Văn_Đồng> . ?uri <http://dbpedia.org/ontology/commander> <http://dbpedia.org/resource/John_McEwen> . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/MilitaryConflict>}",
          "sparql_template_id": 307
     },
     {
          "_id": 2045,
          "question_en": "What is the predecessor of the car engine which was succeeded by  BMW M43 ?",
          "question_de": "Was ist der Vorgänger des Automotors, der von BMW M43 abgelöst wurde?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/successor> <http://dbpedia.org/resource/BMW_M43> . ?x <http://dbpedia.org/property/predecessor> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Engine>}",
          "sparql_template_id": 305
     },
     {
          "_id": 2084,
          "question_en": "What basketball league's champion is Golden State Warriors",
          "question_de": "Die Golden State Warriors sind die Champions welcher Basketball-Liga?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/champion> <http://dbpedia.org/resource/Golden_State_Warriors>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/BasketballLeague>}",
          "sparql_template_id": 301
     },
     {
          "_id": 2094,
          "question_en": "does the journal of cancer have the creative commons license?",
          "question_de": "Hat das Journal of Cancer die Creative Commons-Lizenz?",
          "sparql_query": "ASK WHERE { <http://dbpedia.org/resource/Journal_of_Cancer> <http://dbpedia.org/property/license> <http://dbpedia.org/resource/Creative_Commons_license> }",
          "sparql_template_id": 151
     },
     {
          "_id": 2101,
          "question_en": "List the relegion of tani University which is also the life stance of udit Raj ?",
          "question_de": "Nennen Sie die Religion der Tani Universität, die auch die Lebenshaltung von Udit Raj ist?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Ōtani_University> <http://dbpedia.org/property/affiliation> ?uri. <http://dbpedia.org/resource/Udit_Raj> <http://dbpedia.org/ontology/religion> ?uri} ",
          "sparql_template_id": 16
     },
     {
          "_id": 2104,
          "question_en": "What is the mascot of the military unit of David Prowse?",
          "question_de": "Was ist das Maskottchen der Militäreinheit von David Prowse?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/David_Prowse_(politician)> <http://dbpedia.org/property/branch> ?x . ?x <http://dbpedia.org/property/mascot> ?uri  . }",
          "sparql_template_id": 3
     },
     {
          "_id": 2115,
          "question_en": "What is the genre for the developer of Interplay Entertainment?",
          "question_de": "Was ist das Genre für den Entwickler von Interplay Entertainment?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/developer> <http://dbpedia.org/resource/Interplay_Entertainment> . ?x <http://dbpedia.org/ontology/genre> ?uri  . }",
          "sparql_template_id": 5
     },
     {
          "_id": 2132,
          "question_en": "Name some shows similar to the one whose theme song is made by Murray Gold.",
          "question_de": "Welche Shows sind ähnlich zu der Show, deren Titellied von Murray Gold gemacht wurde?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/themeMusicComposer> <http://dbpedia.org/resource/Murray_Gold> . ?uri <http://dbpedia.org/ontology/related> ?x  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/TelevisionShow>}",
          "sparql_template_id": 306
     },
     {
          "_id": 2138,
          "question_en": "Who are some people whose relation is hqed in Gold Base?",
          "question_de": "Wer sind einige Leute, deren Beziehung in Gold Base gepflegt wird?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/headquarters> <http://dbpedia.org/resource/Gold_Base> . ?uri <http://dbpedia.org/ontology/religion> ?x  . }",
          "sparql_template_id": 6
     },
     {
          "_id": 2178,
          "question_en": "The pope whose shrine is in St Peter's Basilica was venerated in which sects?",
          "question_de": "Der Papst, dessen Heiligtum sich in der Petersbasilika befindet, wurde in welchen Sekten verehrt?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/majorShrine> <http://dbpedia.org/resource/St._Peter's_Basilica> . ?x <http://dbpedia.org/property/veneratedIn> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Pope>}",
          "sparql_template_id": 305
     },
     {
          "_id": 2187,
          "question_en": "Where is the head quarters of the parent company of Mall of America located?",
          "question_de": "Wo befindet sich der Hauptsitz der Muttergesellschaft von Mall of America?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Mall_of_America> <http://dbpedia.org/property/owned> ?x . ?x <http://dbpedia.org/property/headquarters> ?uri  . }",
          "sparql_template_id": 3
     },
     {
          "_id": 2191,
          "question_en": "Which associate musical artist of Carolyn Dennis is also the composer of Motorpsycho Nitemare ?",
          "question_de": "Welcher Musikerkollege von Carolyn Dennis ist auch der Komponist von Motorpsycho Nitemare?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Carolyn_Dennis> <http://dbpedia.org/ontology/associatedMusicalArtist> ?uri. <http://dbpedia.org/resource/Motorpsycho_Nitemare> <http://dbpedia.org/property/composer> ?uri} ",
          "sparql_template_id": 16
     },
     {
          "_id": 2194,
          "question_en": "What genre isPyChess from, which employes Craig Van Tilbury?",
          "question_de": "Zu welchem Genre gehört das Spiel PyChess, das Craig Van Tilbury angestellt hat?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Craig_Van_Tilbury> <http://dbpedia.org/ontology/occupation> ?uri. <http://dbpedia.org/resource/PyChess> <http://dbpedia.org/property/genre> ?uri} ",
          "sparql_template_id": 16
     },
     {
          "_id": 2207,
          "question_en": "Which distributer of Glover is also the stockholde of Seattle Mariners ?",
          "question_de": "Welcher Vertreiber von Glover ist auch der Aktieninhabeer der Seattle Mariners?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Glover_(video_game)> <http://dbpedia.org/ontology/distributor> ?uri. <http://dbpedia.org/resource/Seattle_Mariners> <http://dbpedia.org/ontology/owner> ?uri} ",
          "sparql_template_id": 16
     },
     {
          "_id": 2225,
          "question_en": "Is Angola Avante the anthem of Angola?",
          "question_de": "Ist Angola Avante die Hymne von Angola?",
          "sparql_query": "ASK WHERE { <http://dbpedia.org/resource/Angola> <http://dbpedia.org/ontology/anthem> <http://dbpedia.org/resource/Angola_Avante> }",
          "sparql_template_id": 151
     },
     {
          "_id": 2238,
          "question_en": "Where has GARAGE recorded its singles?",
          "question_de": "Wo hat die Band GARAGE ihre Singles aufgenommen?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/producer> <http://dbpedia.org/resource/Garbage_(band)> . ?x <http://dbpedia.org/ontology/recordedIn> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Single>}",
          "sparql_template_id": 305
     },
     {
          "_id": 2260,
          "question_en": "Which builder has made concrete bridges?",
          "question_de": "Welcher Bauherr hat Betonbrücken gebaut?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/material> <http://dbpedia.org/resource/Concrete> . ?x <http://dbpedia.org/ontology/builder> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Bridge>}",
          "sparql_template_id": 305
     },
     {
          "_id": 2264,
          "question_en": "Which vice president of Warren G. Harsing is also the president of Evans Hughes ?",
          "question_de": "Welcher Vizepräsident von Warren G. Harsing ist auch der Präsident von Evans Hughes?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Warren_G._Harding> <http://dbpedia.org/ontology/vicePresident> ?uri. <http://dbpedia.org/resource/Charles_Evans_Hughes> <http://dbpedia.org/ontology/president> ?uri} ",
          "sparql_template_id": 16
     },
     {
          "_id": 2266,
          "question_en": "In which countries can i find broadcasted TV in southeast asia?",
          "question_de": "In welchen Ländern kann ich in Südostasien TV-Sendungen finden?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/broadcastArea> <http://dbpedia.org/resource/Southeast_Asia> . ?x <http://dbpedia.org/property/country> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/TelevisionStation>}",
          "sparql_template_id": 305
     },
     {
          "_id": 2267,
          "question_en": "Where can i find teams whose coach has been Rodney Eade.",
          "question_de": "Wo finde ich Mannschaften, deren Trainer Rodney Eade war?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/coach> <http://dbpedia.org/resource/Rodney_Eade> . ?x <http://dbpedia.org/property/location> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/SportsTeam>}",
          "sparql_template_id": 305
     },
     {
          "_id": 2274,
          "question_en": "Name the kingdom with currency Solidus (coin) and administrative headquarters in Nicomedia?",
          "question_de": "Nennen Sie das Königreich mit der Währung Solidus (Münze) und Verwaltungssitz in Nicomedia?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/ontology/currency> <http://dbpedia.org/resource/Solidus_(coin)> . ?uri <http://dbpedia.org/ontology/capital> <http://dbpedia.org/resource/Nicomedia>  . }",
          "sparql_template_id": 8
     },
     {
          "_id": 2277,
          "question_en": "Where are the politicians buried who succeeded George Whitefield Davis?",
          "question_de": "Wo sind die Politiker begraben, die George Whitefield Davis abgelöst haben?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/predecessor> <http://dbpedia.org/resource/George_Whitefield_Davis> . ?x <http://dbpedia.org/property/restingplace> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/OfficeHolder>}",
          "sparql_template_id": 605
     },
     {
          "_id": 2287,
          "question_en": "Who is the common distributer of Bombay Sapphire and Rev ?",
          "question_de": "Wer ist der gemeinsame Verteiler von Bombay Sapphire und Rev?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Bombay_Sapphire> <http://dbpedia.org/property/distributor> ?uri. <http://dbpedia.org/resource/Rev_(drink)> <http://dbpedia.org/ontology/distributor> ?uri} ",
          "sparql_template_id": 16
     },
     {
          "_id": 2299,
          "question_en": "In which continent do Air 2000 and Novair International airways operate?",
          "question_de": "Auf welchem ​​Kontinent operieren Air 2000 und Novair International?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Air_2000> <http://dbpedia.org/property/destinations> ?uri. <http://dbpedia.org/resource/Novair_International_Airways> <http://dbpedia.org/property/destinations> ?uri . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Continent>}",
          "sparql_template_id": 315
     },
     {
          "_id": 2302,
          "question_en": "Does Abdelhameed Amarri currently play for Khartoum?",
          "question_de": "Spielt Abdelhameed Amarri derzeit für Khartoum?",
          "sparql_query": "ASK WHERE { <http://dbpedia.org/resource/Abdelhameed_Amarri> <http://dbpedia.org/property/currentclub> <http://dbpedia.org/resource/Khartoum> }",
          "sparql_template_id": 152
     },
     {
          "_id": 2313,
          "question_en": "What are some devices made by Taiwanese companies?",
          "question_de": "Welche Geräte werden von taiwanesischen Firmen hergestellt?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/locationCity> <http://dbpedia.org/resource/Taiwan> . ?uri <http://dbpedia.org/ontology/manufacturer> ?x  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Device>}",
          "sparql_template_id": 306
     },
     {
          "_id": 2314,
          "question_en": "What is a salthill?",
          "question_de": "Was ist ein Salthill?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Salthill> <http://dbpedia.org/ontology/type> ?uri } ",
          "sparql_template_id": 2
     },
     {
          "_id": 2344,
          "question_en": "What is the venerated in of the Abraham and religion of the Saima Chowdhury",
          "question_de": "Was ist der Verehrte Abraham und die Religion der Saima Chowdhury?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Abraham> <http://dbpedia.org/property/veneratedIn> ?uri. <http://dbpedia.org/resource/Saima_Chowdhury> <http://dbpedia.org/property/religion> ?uri} ",
          "sparql_template_id": 16
     },
     {
          "_id": 2355,
          "question_en": "Which country gave birth to the Lemberger LD20b and Start+Flug H101 aircrafts?",
          "question_de": "Aus welchem ​​Land sind die Flugzeuge Lemberger LD20b und Start + Flug H101 entstanden?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Lemberger_LD20b> <http://dbpedia.org/property/nationalOrigin> ?uri. <http://dbpedia.org/resource/Start_+_Flug_H-101> <http://dbpedia.org/property/nationalOrigin> ?uri . }",
          "sparql_template_id": 15
     },
     {
          "_id": 2372,
          "question_en": "Which companies have launched a rocket from Cape Canaveral Air Force station?",
          "question_de": "Welche Unternehmen haben eine Rakete von der Cape Canaveral Air Force Station gestartet?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/launchSite> <http://dbpedia.org/resource/Cape_Canaveral_Air_Force_Station> . ?x <http://dbpedia.org/ontology/manufacturer> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Rocket>}",
          "sparql_template_id": 305
     },
     {
          "_id": 2389,
          "question_en": "Who follow religions led by David Miscavige?",
          "question_de": "Wer folgt den Religionen uter Führung von David Miscavige?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/leaderName> <http://dbpedia.org/resource/David_Miscavige> . ?uri <http://dbpedia.org/ontology/religion> ?x  . }",
          "sparql_template_id": 6
     },
     {
          "_id": 2401,
          "question_en": "Which royal people are buried in Rome?",
          "question_de": "Welche königlichen Personen sind in Rom begraben?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/placeOfBurial> <http://dbpedia.org/resource/Rome>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Royalty>}",
          "sparql_template_id": 301
     },
     {
          "_id": 2411,
          "question_en": "What shows are aired on sister channels of BBC Parliaments",
          "question_de": "Welche Sendungen werden auf den Schwesterkanälen der BBC-Parlamente ausgestrahlt?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/sisterNames> <http://dbpedia.org/resource/BBC_Parliament> . ?uri <http://dbpedia.org/ontology/network> ?x  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/TelevisionShow>}",
          "sparql_template_id": 306
     },
     {
          "_id": 2423,
          "question_en": "What is the river that falls into North Sea and Thames Estuary?",
          "question_de": "Was ist der Fluss, der in die Nordsee und die Themsemündung fällt?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?uri <http://dbpedia.org/ontology/riverMouth> <http://dbpedia.org/resource/North_Sea> . ?uri <http://dbpedia.org/ontology/riverMouth> <http://dbpedia.org/resource/Thames_Estuary> . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/River>}",
          "sparql_template_id": 307
     },
     {
          "_id": 2425,
          "question_en": "Name the newspaper owned by Schibsted and headquartered at Stockholm?",
          "question_de": "Nennen Sie die Zeitung von Schibsted, die ihren Hauptsitz in Stockholm hat?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/owners> <http://dbpedia.org/resource/Schibsted> . ?uri <http://dbpedia.org/property/headquarters> <http://dbpedia.org/resource/Stockholm>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Newspaper>}",
          "sparql_template_id": 308
     },
     {
          "_id": 2438,
          "question_en": "How many honorary title are there of the scientists who has  Australian of the Year award  ?",
          "question_de": "Wie viele Ehrentitel tragen die Wissenschaftler, denen ein Asutralian of the Year Award verliehen wurde?",
          "sparql_query": " SELECT DISTINCT COUNT(?uri) WHERE { ?x <http://dbpedia.org/ontology/award> <http://dbpedia.org/resource/Australian_of_the_Year> . ?x <http://dbpedia.org/ontology/award> ?uri }",
          "sparql_template_id": 111
     },
     {
          "_id": 2460,
          "question_en": "List all the wine regions of the grapes whose one of the wine region is Mississippi ?",
          "question_de": "Auflisten aller Weinregionen der Trauben, für die Mississippi eine Weinregion ist?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/wineRegion> <http://dbpedia.org/resource/Mississippi> . ?x <http://dbpedia.org/ontology/wineRegion> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Grape>}",
          "sparql_template_id": 311
     },
     {
          "_id": 2463,
          "question_en": "Name the office holder whose theatre is Siege of Fort Recovery and belongs to Indian territory branch ?",
          "question_de": "Nennen Sie den Amtsinhaber, dessen Theater \"Siege of Fort Recovery\" ist und zum indischen Territorialzweig gehört?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/ontology/battle> <http://dbpedia.org/resource/Siege_of_Fort_Recovery> . ?uri <http://dbpedia.org/property/branch> <http://dbpedia.org/resource/Indiana_Territory>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/OfficeHolder>}",
          "sparql_template_id": 308
     },
     {
          "_id": 2471,
          "question_en": "Which producer of Boeing F/A-18E/F Super Hornet has a key person Dennis Muilenburg ?",
          "question_de": "Welcher Hersteller des \"Boeing F / A-18E / F Super Hornet\" hat eine Schlüsselperson, namens Dennis Muilenburg?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/keyPeople> <http://dbpedia.org/resource/Dennis_Muilenburg> . ?uri <http://dbpedia.org/property/products> <http://dbpedia.org/resource/Boeing_F/A-18E/F_Super_Hornet>  . }",
          "sparql_template_id": 8
     },
     {
          "_id": 2476,
          "question_en": "To which party does the politician belong, who was born in Nandurbar?",
          "question_de": "Zu welcher Partei gehört der Politiker, der in Nandurbar geboren wurde?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/placeOfBirth> <http://dbpedia.org/resource/Nandurbar> . ?x <http://dbpedia.org/ontology/party> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Politician>}",
          "sparql_template_id": 305
     },
     {
          "_id": 2515,
          "question_en": "What are some Louisiana based models known for?",
          "question_de": "Wofür sind einige Modelle aus Louisiana bekannt?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/placeOfBirth> <http://dbpedia.org/resource/Louisiana> . ?x <http://dbpedia.org/property/knownFor> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Model>}",
          "sparql_template_id": 305
     },
     {
          "_id": 2521,
          "question_en": "Where does the publisher of Kathimerini live?",
          "question_de": "Wo lebt der Herausgeber von Kathimerini?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Kathimerini> <http://dbpedia.org/ontology/publisher> ?x . ?x <http://dbpedia.org/property/residence> ?uri  . }",
          "sparql_template_id": 3
     },
     {
          "_id": 2530,
          "question_en": "Where can i find salad based food?",
          "question_de": "Wo kann ich Salat-basierte Gerichte finden?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/mainIngredient> <http://dbpedia.org/resource/Salad> . ?x <http://dbpedia.org/property/country> ?uri  . }",
          "sparql_template_id": 5
     },
     {
          "_id": 2531,
          "question_en": "What is the name of the television show whose company is Paramount Television and theme music composer is Gary Portnoy?",
          "question_de": "Wie heißt die TV-Show, deren Firma Paramount Televiion ist und deren Themenmusik von Gary Portnoy komponiert wurde?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/company> <http://dbpedia.org/resource/Paramount_Television> . ?uri <http://dbpedia.org/property/themeMusicComposer> <http://dbpedia.org/resource/Gary_Portnoy>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/TelevisionShow>}",
          "sparql_template_id": 308
     },
     {
          "_id": 2574,
          "question_en": "Which river originate from limerick?",
          "question_de": "Welcher Fluss stammt aus Limerick?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/mouthLocation> <http://dbpedia.org/resource/Limerick>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/River>}",
          "sparql_template_id": 301
     },
     {
          "_id": 2580,
          "question_en": "What is the hometown of the volleyball player whose club is VC Lokomotiv Novosibirsk ?",
          "question_de": "Was ist die Heimatstadt des Volleyballspielers, dessen Verein VC Lokomotiv Nowosibirsk ist?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/club> <http://dbpedia.org/resource/VC_Lokomotiv_Novosibirsk> . ?x <http://dbpedia.org/property/hometown> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/VolleyballPlayer>}",
          "sparql_template_id": 305
     },
     {
          "_id": 2584,
          "question_en": "What is the state of the administrative region where Oscoda, Michigan is located?",
          "question_de": "Was ist der Staat der Verwaltungsregion, in der Oscoda, Michigan liegt?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Oscoda,_Michigan> <http://dbpedia.org/ontology/isPartOf> ?x . ?x <http://dbpedia.org/ontology/state> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/AdministrativeRegion>}",
          "sparql_template_id": 303
     },
     {
          "_id": 2586,
          "question_en": "Which city's foundeer is John Forbes?",
          "question_de": "John Forbes ist Gründer welcher Stadt?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/ontology/founder> <http://dbpedia.org/resource/John_Forbes_(British_Army_officer)>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/City>}",
          "sparql_template_id": 301
     },
     {
          "_id": 2601,
          "question_en": "How many books are there whose author's tomb is in Madrid?",
          "question_de": "Wie viele Bücher gitbt es deren Autoren Grab sich in Madrid befindet?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE { ?x <http://dbpedia.org/ontology/restingPlace> <http://dbpedia.org/resource/Madrid> . ?uri <http://dbpedia.org/ontology/author> ?x  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Book>}",
          "sparql_template_id": 406
     },
     {
          "_id": 2605,
          "question_en": "Purnima Banerjee and Rishang Keishing are politicians of what party ?",
          "question_de": "Purnima Banerjee und Rishang Kishing sind Politiker welcher Partei?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Rishang_Keishing> <http://dbpedia.org/property/party> ?uri. <http://dbpedia.org/resource/Purnima_Banerjee> <http://dbpedia.org/ontology/party> ?uri} ",
          "sparql_template_id": 16
     },
     {
          "_id": 2622,
          "question_en": "What is the name of the information appliance by sony whose predecessor is PlayStation 2?",
          "question_de": "Wie heißt das Gerät von Sony, dessen Vorgänger die PlayStation 2 ist?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/ontology/manufacturer> <http://dbpedia.org/resource/Sony> . ?uri <http://dbpedia.org/property/predecessor> <http://dbpedia.org/resource/PlayStation_2>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/InformationAppliance>}",
          "sparql_template_id": 308
     },
     {
          "_id": 2629,
          "question_en": "Where did ed podolak go to high school",
          "question_de": "Wo ging Ed Podolak zur High School?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Ed_Podolak> <http://dbpedia.org/ontology/highschool> ?uri } ",
          "sparql_template_id": 2
     },
     {
          "_id": 2634,
          "question_en": "How many areas are led by Willem Alexander?",
          "question_de": "Wie viele Bereiche werden von Willem Alexander geleitet?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE {?uri <http://dbpedia.org/ontology/leader> <http://dbpedia.org/resource/Willem-Alexander_of_the_Netherlands>  . }",
          "sparql_template_id": 101
     },
     {
          "_id": 2650,
          "question_en": "Which minister was responsible for Kriminalpolizie?",
          "question_de": "Welcher Minister war für die Kriminalpolizei verantwortlich?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Kriminalpolizei> <http://dbpedia.org/ontology/leader> ?uri } ",
          "sparql_template_id": 2
     },
     {
          "_id": 2652,
          "question_en": "How many awards have been awarded to people who are buried in Glendale, California?",
          "question_de": "Wie viele Auszeichnungen wurden Personen verliehen, die in Glendale, Kalifornien begraben sind?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE { ?x <http://dbpedia.org/ontology/restingPlace> <http://dbpedia.org/resource/Glendale,_California> . ?x <http://dbpedia.org/ontology/award> ?uri  . }",
          "sparql_template_id": 105
     },
     {
          "_id": 2653,
          "question_en": "What is the river whose mouth is in deadsea?",
          "question_de": "Was ist der Fluss, dessen Mündung sich im Tiefsee befindet?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/ontology/riverMouth> <http://dbpedia.org/resource/Dead_Sea>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/River>}",
          "sparql_template_id": 301
     },
     {
          "_id": 2656,
          "question_en": "Which Stanley Kubrick's movie has music by Laurie Johnson?",
          "question_de": "Welcher Film von Stanley Kubrick hat Musik, das von Laurie Johnson kompiniert wurde?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/director> <http://dbpedia.org/resource/Stanley_Kubrick> . ?uri <http://dbpedia.org/property/music> <http://dbpedia.org/resource/Laurie_Johnson>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Film>}",
          "sparql_template_id": 308
     },
     {
          "_id": 2659,
          "question_en": "Name the TV show with distributor as Broadcast syndication and has theme music composed by Primus ?",
          "question_de": "Nennen Sie die TV-Show, deren Verteiler Broadcast-Syndication ist und deren Themenmusik von Primus komponiert wurde?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/ontology/distributor> <http://dbpedia.org/resource/Broadcast_syndication> . ?uri <http://dbpedia.org/property/themeMusicComposer> <http://dbpedia.org/resource/Primus_(band)>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/TelevisionShow>}",
          "sparql_template_id": 308
     }
]