[
     {
          "_id": 3396,
          "question_en": "In which city was the company founded , which owns Grasim Bhiwani Textiles?",
          "question_de": "In welcher Stadt wurde das Unternehmen gegründet, dem Grasim Bhiwani Textiles gehört?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Grasim_Bhiwani_Textiles> <http://dbpedia.org/property/parent> ?x . ?x <http://dbpedia.org/property/foundation> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Company>}",
          "sparql_template_id": 303
     },
     {
          "_id": 3402,
          "question_en": "Which country has outflow of  Lake Uniamsi and  inflows of the Cahora Bassa?",
          "question_de": "In welchem Land befinden sich der Abfluss des Lake Uniamsi und der Zufluss des Cahora Bassa?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Lake_Uniamési> <http://dbpedia.org/property/outflow> ?uri. <http://dbpedia.org/resource/Cahora_Bassa> <http://dbpedia.org/property/inflow> ?uri} ",
          "sparql_template_id": 16
     },
     {
          "_id": 3426,
          "question_en": "List all the narrator of the albums which had Alan Barzman as one of the narrator ?",
          "question_de": "Listen Sie alle Narratoren der Alben auf, zu denen auch Alan Barzman gehört?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/narrated> <http://dbpedia.org/resource/Alan_Barzman> . ?x <http://dbpedia.org/property/narrated> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Album>}",
          "sparql_template_id": 311
     },
     {
          "_id": 3434,
          "question_en": "List the significant buildings of the arch. whose one of the important work is Government Building, Kiev ?",
          "question_de": "Listen Sie die bedeutenden Gebäude des Architekten auf. dessen wichtigstes Werk das Regierungsgebäude in Kiew ist?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/significantBuilding> <http://dbpedia.org/resource/Government_Building,_Kiev> . ?x <http://dbpedia.org/ontology/significantBuilding> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Architect>}",
          "sparql_template_id": 311
     },
     {
          "_id": 3473,
          "question_en": "Name the common institution of the Erica Frank and Douglass North?",
          "question_de": "Nennen Sie die gemeinsame Institution der Erica Frank und Douglass North?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Erica_Frank> <http://dbpedia.org/ontology/institution> ?uri. <http://dbpedia.org/resource/Douglass_North> <http://dbpedia.org/ontology/institution> ?uri . }",
          "sparql_template_id": 15
     },
     {
          "_id": 3475,
          "question_en": "What is the ethicity of Ted Falon?",
          "question_de": "Was ist die Ethnizität von Ted Falon?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Ted_Failon> <http://dbpedia.org/ontology/ethnicity> ?uri } ",
          "sparql_template_id": 2
     },
     {
          "_id": 3480,
          "question_en": "ARM Architecture acts as a game platform for how many things?",
          "question_de": "ARM Architecture fungiert als eine Spieleplattform für wie viele Dinge?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE {?uri <http://dbpedia.org/ontology/computingPlatform> <http://dbpedia.org/resource/ARM_architecture>  . }",
          "sparql_template_id": 101
     },
     {
          "_id": 3483,
          "question_en": "Cricket is played by which countries' citizens?",
          "question_de": "Cricket wird von den Bürgern welcher Länder gespielt?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/occupation> <http://dbpedia.org/resource/Cricket> . ?x <http://dbpedia.org/ontology/stateOfOrigin> ?uri  . }",
          "sparql_template_id": 5
     },
     {
          "_id": 3491,
          "question_en": "Name the common former team of Marv mcFadden and Carlos Emmons ?",
          "question_de": "Nennen Sie das gemeinsame ehemalige Team von Marv McFadden und Carlos Emmons?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Marv_McFadden> <http://dbpedia.org/property/pastteams> ?uri. <http://dbpedia.org/resource/Carlos_Emmons_(American_football)> <http://dbpedia.org/ontology/formerTeam> ?uri} ",
          "sparql_template_id": 16
     },
     {
          "_id": 3497,
          "question_en": "Name the common institute of Robert hall and Erica Frank ?",
          "question_de": "Benennen Sie das gemeinsame Institut von Robert Hall und Erica Frank?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Robert_Hall_(economist)> <http://dbpedia.org/ontology/institution> ?uri. <http://dbpedia.org/resource/Erica_Frank> <http://dbpedia.org/ontology/institution> ?uri . }",
          "sparql_template_id": 15
     },
     {
          "_id": 3499,
          "question_en": "What were robert sarvis and JAck Ryan nominated for ?",
          "question_de": "Wofür wurden Robert Sarvis und Jack Ryan nominiert?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Robert_Sarvis> <http://dbpedia.org/ontology/nominee> ?uri. <http://dbpedia.org/resource/Jack_Ryan_(politician)> <http://dbpedia.org/ontology/nominee> ?uri . }",
          "sparql_template_id": 15
     },
     {
          "_id": 3526,
          "question_en": "name the home stadium of FC Spartak Moscow season 2011-12",
          "question_de": "Nennen Sie das Heimstadion von \"FC Spartak Moskau Season 2011-12\".",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/2011–12_FC_Spartak_Moscow_season> <http://dbpedia.org/ontology/homeStadium> ?uri } ",
          "sparql_template_id": 2
     },
     {
          "_id": 3590,
          "question_en": "Whci co founder of Sea gayle Music is also the artist of Brad Paisley Discography /",
          "question_de": "Welcher Mitgründer von Sea Gayle Music ist auch der Künstler der Brad Paisley Diskographie?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Brad_Paisley_discography> <http://dbpedia.org/property/artist> ?uri. <http://dbpedia.org/resource/Sea_Gayle_Music> <http://dbpedia.org/property/founder> ?uri} ",
          "sparql_template_id": 16
     },
     {
          "_id": 3668,
          "question_en": "List few authors whose education took place in Saint Petersburg ?",
          "question_de": "Listen Sie einige Autoren auf, die in Sankt Petersburg ausgebildet wurden?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/ontology/education> <http://dbpedia.org/resource/Saint_Petersburg>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Writer>}",
          "sparql_template_id": 301
     },
     {
          "_id": 3676,
          "question_en": "Is Eddie Bravo the trainer of Alan Jouban",
          "question_de": "Ist Eddie Bravo der Trainer von Alan Jouban?",
          "sparql_query": "ASK WHERE { <http://dbpedia.org/resource/Alan_Jouban> <http://dbpedia.org/ontology/trainer> <http://dbpedia.org/resource/Eddie_Bravo> }",
          "sparql_template_id": 152
     },
     {
          "_id": 3998,
          "question_en": "How many movies have their music signed up with Sony Music Entertainment.",
          "question_de": "Wie viele Filme gibt es, deren Musik von Sony Music Entertainment produziert wurde?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE { ?x <http://dbpedia.org/ontology/recordLabel> <http://dbpedia.org/resource/Sony_Music_Entertainment> . ?uri <http://dbpedia.org/ontology/musicComposer> ?x  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Film>}",
          "sparql_template_id": 406
     },
     {
          "_id": 4015,
          "question_en": "Where is the mouth of the river whose tributary is Bjelimićka  Rijeka ?",
          "question_de": "Wo ist die Mündung des Flusses, dessen Nebenfluss Bjelimićka Rijeka ist?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/rightTributary> <http://dbpedia.org/resource/Bjelimićka_Rijeka> . ?x <http://dbpedia.org/ontology/mouthCountry> ?uri  . }",
          "sparql_template_id": 5
     },
     {
          "_id": 4036,
          "question_en": "Which license of the Microsoft Office Picture Manager is also the  product of the Apple Productivity Experience Group",
          "question_de": "Welche Lizenz des Microsoft Office Picture Manager ist ebenfalls das Produkt der Apple Productivity Experience Group?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Microsoft_Office_Picture_Manager> <http://dbpedia.org/ontology/license> ?uri. <http://dbpedia.org/resource/Apple_Productivity_Experience_Group> <http://dbpedia.org/ontology/product> ?uri} ",
          "sparql_template_id": 16
     },
     {
          "_id": 4075,
          "question_en": "What foundation palce of Temenos Group is the death palce of jerzy Jzef Poocki ?",
          "question_de": "Nennen Sie den Ort der Stiftung \"Temenous Group\", der zugleich der Todesort von Jerzy Poocki ist?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Temenos_Group> <http://dbpedia.org/property/foundation> ?uri. <http://dbpedia.org/resource/Jerzy_Józef_Potocki> <http://dbpedia.org/property/placeOfDeath> ?uri} ",
          "sparql_template_id": 16
     },
     {
          "_id": 4150,
          "question_en": "What sports team's arena is The Palace of Auburn Hills",
          "question_de": "\"The Palace Of Auburn Hills\" ist das Stadion welcher Sport-Mannschaft?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/arena> <http://dbpedia.org/resource/The_Palace_of_Auburn_Hills>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/SportsTeam>}",
          "sparql_template_id": 301
     },
     {
          "_id": 4196,
          "question_en": "What are some products manufactured by Sony?",
          "question_de": "Welche Produkte werden von Sony hergestellt?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/ontology/manufacturer> <http://dbpedia.org/resource/Sony>  . }",
          "sparql_template_id": 1
     },
     {
          "_id": 4197,
          "question_en": "What is the almamater of the successor of F. A. Little, Jr.?",
          "question_de": "Was ist der Alma Mater des Nachfolgers von F. A. Little, Jr.?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/F._A._Little,_Jr.> <http://dbpedia.org/ontology/successor> ?x . ?x <http://dbpedia.org/ontology/almaMater> ?uri  . }",
          "sparql_template_id": 3
     },
     {
          "_id": 4316,
          "question_en": "List the Swedish newspaper headquarted in Stockholm ?",
          "question_de": "Nennen Sie die schwedischen Zeitung mit Sitz in Stockholm?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/language> <http://dbpedia.org/resource/Swedish_language> . ?uri <http://dbpedia.org/property/headquarters> <http://dbpedia.org/resource/Stockholm>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Newspaper>}",
          "sparql_template_id": 308
     },
     {
          "_id": 4358,
          "question_en": "What is the national origin of Dornier Aerodyne and Hirth Acrostar ?;",
          "question_de": "Was ist der nationale Herkunft von Dornier Aerodyne und Hirth Acrostar?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Dornier_Aerodyne> <http://dbpedia.org/property/nationalOrigin> ?uri. <http://dbpedia.org/resource/Hirth_Acrostar> <http://dbpedia.org/ontology/origin> ?uri} ",
          "sparql_template_id": 16
     },
     {
          "_id": 4440,
          "question_en": "Which country's national motto is \"Truth prevails\"?",
          "question_de": "\"Truth Prevails\" ist das nationale Motto welches Landes?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/nationalMotto> <http://dbpedia.org/resource/Truth_prevails>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Country>}",
          "sparql_template_id": 301
     },
     {
          "_id": 4501,
          "question_en": "Who was succeeded by Arthur Gegei as the office ho0lder ?",
          "question_de": "Wer wurde von Arthur Gegei als Amtsinhaber abgelöst?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/ontology/successor> <http://dbpedia.org/resource/Artúr_Görgei>  . }",
          "sparql_template_id": 1
     },
     {
          "_id": 4745,
          "question_en": "What is the place of birth of the Michael Marder which is also the  place of death of the Tigran Petrosian",
          "question_de": "Nennen Sie den Geburtsort von Michael Marder, der auch der Ort des Todes von Tigran Petrosian ist?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Michael_Marder> <http://dbpedia.org/property/placeOfBirth> ?uri. <http://dbpedia.org/resource/Tigran_Petrosian> <http://dbpedia.org/ontology/deathPlace> ?uri} ",
          "sparql_template_id": 16
     },
     {
          "_id": 4774,
          "question_en": "Is Serbian Titieca a doctoral student of Werner Heisenberghttp://dbpedia.org/resource/Werner_Heisenberg",
          "question_de": "Ist Serbian Titieca ein Doktorand von Werner Heisenberghttp: //dbpedia.org/resource/Werner_Heisenberg",
          "sparql_query": "ASK WHERE { <http://dbpedia.org/resource/Werner_Heisenberg> <http://dbpedia.org/ontology/doctoralStudent> <http://dbpedia.org/resource/Șerban_Țițeica> }",
          "sparql_template_id": 151
     },
     {
          "_id": 4838,
          "question_en": "Which company's division is Audi India? Correct Question",
          "question_de": "Audi India ist die Abteilung von welchem Unternehmen?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/divisions> <http://dbpedia.org/resource/Audi_India> } ",
          "sparql_template_id": 1
     },
     {
          "_id": 4842,
          "question_en": "Which famous political figure appointed william cushing, and also founded Pittsburgh>",
          "question_de": "Welche berühmte politische Figur ernannte William Cushing, und gründete Pittsburgh?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Pittsburgh> <http://dbpedia.org/ontology/founder> ?uri. <http://dbpedia.org/resource/William_Cushing> <http://dbpedia.org/ontology/appointer> ?uri} ",
          "sparql_template_id": 16
     }
]