[
     {
          "_id": 577,
          "question_en": "Whose doctoral student is etienne bieler\\xc9tienne_Bi\\xe9ler",
          "question_de": "Wessen Doktoranden ist Etienne Bieler?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/ontology/doctoralStudent> <http://dbpedia.org/resource/Étienne_Biéler> } ",
          "sparql_template_id": 1
     },
     {
          "_id": 596,
          "question_en": "Is National Archaeological Museum (Florence) the museum of Chimera of Arezzo?",
          "question_de": "Ist das Nationale Archaeological Museum in Florenz das Museum of Chimera of Arezzo?",
          "sparql_query": "ASK WHERE { <http://dbpedia.org/resource/Chimera_of_Arezzo> <http://dbpedia.org/property/museum> <http://dbpedia.org/resource/National_Archaeological_Museum_(Florence)> }",
          "sparql_template_id": 152
     },
     {
          "_id": 604,
          "question_en": "In which city are buildings by Solon Spencer Beman found?",
          "question_de": "In welcher Stadt sind Gebäude der Architekten Solon Spencer Beman zu finden?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/architect> <http://dbpedia.org/resource/Solon_Spencer_Beman> . ?x <http://dbpedia.org/property/locationTown> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Building>}",
          "sparql_template_id": 305
     },
     {
          "_id": 618,
          "question_en": "Which countries militaries fought the SFOR battle?",
          "question_de": "Welche Länder kämpften in der SFOR-Schlacht?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/battles> <http://dbpedia.org/resource/SFOR> . ?x <http://dbpedia.org/ontology/battle> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/MilitaryPerson>}",
          "sparql_template_id": 305
     },
     {
          "_id": 631,
          "question_en": "Which associat of Martin Pugh is also married to Alana Stewert ?",
          "question_de": "Wie heißt der Mitarbeiter von Martin Pugh, der mit Alana Stewert verheiratet?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Martin_Pugh> <http://dbpedia.org/property/associatedActs> ?uri. <http://dbpedia.org/resource/Alana_Stewart> <http://dbpedia.org/ontology/spouse> ?uri} ",
          "sparql_template_id": 16
     },
     {
          "_id": 632,
          "question_en": "Which stadium's operator works in the Pepsi Center?",
          "question_de": "Die Betreiber welches Stadions, arbeiten im Pepsi Center?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/occupation> <http://dbpedia.org/resource/Pepsi_Center> . ?uri <http://dbpedia.org/ontology/operator> ?x  . }",
          "sparql_template_id": 6
     },
     {
          "_id": 633,
          "question_en": "What is the drafted team of the people expected to join toronto marlies?",
          "question_de": "Was ist das Draft-Team der Spieler, die erwartet werden sich den Toronto Marlies anzuschließen?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/prospectTeam> <http://dbpedia.org/resource/Toronto_Marlies> . ?x <http://dbpedia.org/property/draftTeam> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Person>}",
          "sparql_template_id": 305
     },
     {
          "_id": 652,
          "question_en": "Count the number of schools which are in a city governed by the West Berkshire Council?",
          "question_de": "Zählen Sie die Anzahl der Schulen in einer Stadt, die vom West Berkshire Council regiert wird?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE { ?x <http://dbpedia.org/ontology/leaderName> <http://dbpedia.org/resource/West_Berkshire_Council> . ?uri <http://dbpedia.org/property/city> ?x  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/School>}",
          "sparql_template_id": 406
     },
     {
          "_id": 655,
          "question_en": "List some leaders of regions in the Indian Standard Time Zone?",
          "question_de": "Listen Sie einige Führer der Regionen die sich in der indischen Standardzeitzone befinden, auf?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/timeZone> <http://dbpedia.org/resource/Indian_Standard_Time> . ?x <http://dbpedia.org/ontology/leaderName> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Place>}",
          "sparql_template_id": 305
     },
     {
          "_id": 665,
          "question_en": "How many teams have used the stadium which hosted the WCW mayhem?",
          "question_de": "Wie viele Teams haben das Stadion genutzt, in dem das WCW-Chaos ausgetragen wurde?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE { <http://dbpedia.org/resource/WCW_Mayhem> <http://dbpedia.org/property/venue> ?x . ?x <http://dbpedia.org/ontology/tenant> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Stadium>}",
          "sparql_template_id": 403
     },
     {
          "_id": 668,
          "question_en": "Was the Army Air Corps honored for the battle of Iraq?",
          "question_de": "Wurde das Army Air Corps für die Schlacht im Irak geehrt?",
          "sparql_query": "ASK WHERE { <http://dbpedia.org/resource/Army_Air_Corps_(United_Kingdom)> <http://dbpedia.org/property/battleHonours> <http://dbpedia.org/resource/Iraq> }",
          "sparql_template_id": 152
     },
     {
          "_id": 669,
          "question_en": "What is the debut team of the american football player who studied in North Fort Myers High School?",
          "question_de": "Was ist das Debüt-Team des American Football-Spieler, der die North Fort Myers High School besucht hat?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/highschool> <http://dbpedia.org/resource/North_Fort_Myers_High_School> . ?x <http://dbpedia.org/property/debutteam> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/AmericanFootballPlayer>}",
          "sparql_template_id": 305
     },
     {
          "_id": 680,
          "question_en": "List the sports associated with Mariveles, Bataan?",
          "question_de": "Listen Sie alle Sportarten, die mit Mariveles, Bataan in Verbindung stehen?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/city> <http://dbpedia.org/resource/Mariveles,_Bataan> . ?x <http://dbpedia.org/ontology/sport> ?uri  . }",
          "sparql_template_id": 5
     },
     {
          "_id": 731,
          "question_en": "What are the awards won by the spouse of Liv Ullmann ?",
          "question_de": "Welche Auszeichnungen erhielt der Ehepartner von Liv Ullmann?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Liv_Ullmann> <http://dbpedia.org/ontology/partner> ?x . ?x <http://dbpedia.org/property/awards> ?uri  . }",
          "sparql_template_id": 3
     },
     {
          "_id": 742,
          "question_en": "What appliance Sony made after the success of PlayStation 2?",
          "question_de": "Welche Appliance hat Sony nach dem Erfolg der PlayStation 2 hergestellt?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/ontology/manufacturer> <http://dbpedia.org/resource/Sony> . ?uri <http://dbpedia.org/ontology/predecessor> <http://dbpedia.org/resource/PlayStation_2>  . }",
          "sparql_template_id": 8
     },
     {
          "_id": 756,
          "question_en": "Give me the total number of architect of the buildings whose one of the  architect was Louis D. Astorino?",
          "question_de": "Geben Sie mir die Gesamtzahl der Architekten der Gebäude, von denen einer der Architekten Louis D. Astorino war?",
          "sparql_query": " SELECT DISTINCT COUNT(?uri) WHERE { ?x <http://dbpedia.org/property/architect> <http://dbpedia.org/resource/Louis_D._Astorino> . ?x <http://dbpedia.org/property/architect> ?uri }",
          "sparql_template_id": 111
     },
     {
          "_id": 767,
          "question_en": "What are the television shows whose network's sister station is BBC Two?",
          "question_de": "Was sind die Fernsehshows, deren Schwesterstation BBC Two ist?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/sisterStation> <http://dbpedia.org/resource/BBC_Two> . ?uri <http://dbpedia.org/ontology/network> ?x  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/TelevisionShow>}",
          "sparql_template_id": 306
     },
     {
          "_id": 773,
          "question_en": "Who all have been a president of educational institutes in Paud?",
          "question_de": "Nenne Sie die Personenm, die Präsidenten von Bildungseinrichtungen in Paud gewesen sind?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/location> <http://dbpedia.org/resource/Paud> . ?x <http://dbpedia.org/property/president> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/EducationalInstitution>}",
          "sparql_template_id": 305
     },
     {
          "_id": 805,
          "question_en": "Which purpose of the Maharashtra Chess Association is Abhijit kunte is also know for ?",
          "question_de": "Für welchen Zweck der Maharashtra Chess Association, ist Abhijit Kunte auch bekannt?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Maharashtra_Chess_Association> <http://dbpedia.org/property/purpose> ?uri. <http://dbpedia.org/resource/Abhijit_Kunte> <http://dbpedia.org/property/knownFor> ?uri} ",
          "sparql_template_id": 16
     },
     {
          "_id": 809,
          "question_en": "Who was the president under whom, a governor participated in Shay's rebellion?",
          "question_de": "Wer war der Präsident, unter dem ein Gouverneur an Shays Rebellion teilnahm?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/battle> <http://dbpedia.org/resource/Shays'_Rebellion> . ?x <http://dbpedia.org/property/president> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Governor>}",
          "sparql_template_id": 305
     },
     {
          "_id": 816,
          "question_en": "What is the mascot of alma mater of John O Moseley?",
          "question_de": "Was ist das Maskottchen der Alma Mater von John O Moseley?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/John_O._Moseley> <http://dbpedia.org/property/almaMater> ?x . ?x <http://dbpedia.org/property/mascot> ?uri  . }",
          "sparql_template_id": 3
     },
     {
          "_id": 829,
          "question_en": "How many producers have worked for FremantleMedia productions?",
          "question_de": "Wie viele Produzenten haben für die Fremantle Media Productions gearbeitet?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE { ?x <http://dbpedia.org/property/company> <http://dbpedia.org/resource/FremantleMedia> . ?x <http://dbpedia.org/ontology/producer> ?uri  . }",
          "sparql_template_id": 105
     },
     {
          "_id": 840,
          "question_en": "How many islands belong to archipelagos located in the pacific?",
          "question_de": "Wie viele Inseln gehören zu Archipelen im Pazifik?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE { ?x <http://dbpedia.org/property/location> <http://dbpedia.org/resource/Pacific_Ocean> . ?uri <http://dbpedia.org/property/archipelago> ?x  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Island>}",
          "sparql_template_id": 406
     },
     {
          "_id": 869,
          "question_en": "What is the political party of the of Bengalis ?",
          "question_de": "Was ist die politische Partei der Bengalen?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/ethnicity> <http://dbpedia.org/resource/Bengalis> . ?x <http://dbpedia.org/ontology/party> ?uri  . }",
          "sparql_template_id": 5
     },
     {
          "_id": 888,
          "question_en": "What location country of AH141 is also the nation of malaysia Junior hockey league ?",
          "question_de": "Welches Land von AH141 ist auch die Nation der Malaysia Junior Hockey League?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/AH141> <http://dbpedia.org/ontology/county> ?uri. <http://dbpedia.org/resource/Malaysia_Junior_Hockey_League> <http://dbpedia.org/ontology/country> ?uri} ",
          "sparql_template_id": 16
     },
     {
          "_id": 893,
          "question_en": "Does Walt Disney Studio have a subsidiary called PixarCascadia_",
          "question_de": "Hat Walt Disney Studio eine Tochtergesellschaft namens PixarCascadia?",
          "sparql_query": "ASK WHERE { <http://dbpedia.org/resource/Walt_Disney_Studios_(division)> <http://dbpedia.org/ontology/subsidiary> <http://dbpedia.org/resource/Pixar> }",
          "sparql_template_id": 152
     },
     {
          "_id": 897,
          "question_en": "Who is the leader of the Kriminalpolizei and Ordnungspolizei?",
          "question_de": "Wer ist der Anführer der Kriminalpolizei und der Ordnungspolizei?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Kriminalpolizei> <http://dbpedia.org/ontology/leader> ?uri. <http://dbpedia.org/resource/Ordnungspolizei> <http://dbpedia.org/ontology/leader> ?uri . }",
          "sparql_template_id": 15
     },
     {
          "_id": 906,
          "question_en": "Who is married to Tony Ramo",
          "question_de": "Mit wem ist Tony Ramo verheiratet?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/partner> <http://dbpedia.org/resource/Tony_Romo>  . }",
          "sparql_template_id": 1
     },
     {
          "_id": 909,
          "question_en": "Who wrote Heroman?",
          "question_de": "Wer hat das Manga Heroman geschrieben?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Heroman> <http://dbpedia.org/property/author> ?uri } ",
          "sparql_template_id": 2
     },
     {
          "_id": 911,
          "question_en": "Who appointed Joseph Clay and William Cushing to their office?",
          "question_de": "Wer hat Joseph Clay und William Cushing in ihr Büro berufen?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Joseph_Clay_(Georgia)> <http://dbpedia.org/ontology/appointer> ?uri. <http://dbpedia.org/resource/William_Cushing> <http://dbpedia.org/ontology/appointer> ?uri . }",
          "sparql_template_id": 15
     },
     {
          "_id": 912,
          "question_en": "Was Zambezi originate in the north western province of zambia?",
          "question_de": "Kam Zambezi aus der nordwestlichen Provinz von Sambia?",
          "sparql_query": "ASK WHERE { <http://dbpedia.org/resource/Zambezi> <http://dbpedia.org/property/sourceRegion> <http://dbpedia.org/resource/North-Western_Province,_Zambia> }",
          "sparql_template_id": 151
     },
     {
          "_id": 916,
          "question_en": "In which war did the units garrisoned at Turin fight?",
          "question_de": "In welchem ​​Krieg kämpften die in Turin stationierten Einheiten?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/garrison> <http://dbpedia.org/resource/Turin> . ?x <http://dbpedia.org/ontology/battle> ?uri  . }",
          "sparql_template_id": 5
     },
     {
          "_id": 921,
          "question_en": "Which president had lieutenants whose governor was Bill Clinton?",
          "question_de": "Welcher Präsident hatte Leutnants, deren Gouverneur Bill Clinton war?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/governor> <http://dbpedia.org/resource/Bill_Clinton> . ?uri <http://dbpedia.org/ontology/lieutenant> ?x  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/President>}",
          "sparql_template_id": 306
     },
     {
          "_id": 926,
          "question_en": "Who built the stadium which was rented for the 2013 Copa Centroamericana ?",
          "question_de": "Wer hat das Stadion gebaut, das für die Copa Centroamericana 2013 gemietet wurde?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/tenant> <http://dbpedia.org/resource/2013_Copa_Centroamericana> . ?x <http://dbpedia.org/ontology/builder> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Stadium>}",
          "sparql_template_id": 305
     },
     {
          "_id": 927,
          "question_en": "Brian Dunkleman is the presenter of what TV show?",
          "question_de": "Von welcher TV-Show ist Brian Dunkleman der Moderator?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/presenter> <http://dbpedia.org/resource/Brian_Dunkleman>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/TelevisionShow>}",
          "sparql_template_id": 301
     },
     {
          "_id": 931,
          "question_en": "Which country's largest city is Lima?",
          "question_de": "Lima ist die größte Stadt von welchem Land?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/ontology/largestCity> <http://dbpedia.org/resource/Lima> } ",
          "sparql_template_id": 1
     },
     {
          "_id": 940,
          "question_en": "Who is a famous relative of Aaround Van Heemstra?",
          "question_de": "Wer ist ein berühmter Verwandter von Aaround Van Heemstra?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/ontology/relative> <http://dbpedia.org/resource/Aarnoud_van_Heemstra>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Person>}",
          "sparql_template_id": 301
     },
     {
          "_id": 945,
          "question_en": "What is the birth city of the Salford City F.C players ?",
          "question_de": "Was ist die Geburtsstadt der FC-Spieler von Salford City?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/team> <http://dbpedia.org/resource/Salford_City_F.C.> . ?x <http://dbpedia.org/ontology/birthPlace> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/SoccerPlayer>}",
          "sparql_template_id": 305
     },
     {
          "_id": 981,
          "question_en": "How many tenants are there in the Mercedes Benz Superdome?",
          "question_de": "Wie viele Mieter gibt es im Mercedes Benz Superdome?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE { <http://dbpedia.org/resource/Mercedes-Benz_Superdome> <http://dbpedia.org/ontology/tenant> ?uri  . }",
          "sparql_template_id": 102
     },
     {
          "_id": 982,
          "question_en": "What is the religion of the successor of Chatumongol Sonakul?",
          "question_de": "Was ist die Religion des Nachfolgers von Chatumongol Sonakul?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Chatumongol_Sonakul> <http://dbpedia.org/ontology/successor> ?x . ?x <http://dbpedia.org/ontology/religion> ?uri  . }",
          "sparql_template_id": 3
     },
     {
          "_id": 986,
          "question_en": "Count everyone who was in a youthclub chaired by Josep Maria Bartomeu ?",
          "question_de": "Zählen Sie alle, die in einem Jugendclub unter dem Vorsitz von Josep Maria Bartomeu waren?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE { ?x <http://dbpedia.org/property/chairman> <http://dbpedia.org/resource/Josep_Maria_Bartomeu> . ?uri <http://dbpedia.org/property/youthclubs> ?x  . }",
          "sparql_template_id": 106
     },
     {
          "_id": 999,
          "question_en": "List the awards won by the spouse of Harriet Andersson?",
          "question_de": "Listen Sie die Preise, die dem Ehepartner von Harriet Andersson verliehen wurden?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Harriet_Andersson> <http://dbpedia.org/ontology/partner> ?x . ?x <http://dbpedia.org/property/awards> ?uri  . }",
          "sparql_template_id": 3
     },
     {
          "_id": 1001,
          "question_en": "List the judges of Rising Star which is also the artist of Brad Paisley discography ?",
          "question_de": "Nennen Sie den Richter von Rising Star, der auch der Künstler der Brad Paisley Discographie ist?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Rising_Star_(U.S._TV_series)> <http://dbpedia.org/property/judges> ?uri. <http://dbpedia.org/resource/Brad_Paisley_discography> <http://dbpedia.org/property/artist> ?uri} ",
          "sparql_template_id": 16
     },
     {
          "_id": 1009,
          "question_en": "How many items belong to the Science Fiction genre?",
          "question_de": "Wie viele Werke gehören zu dem Genre Science Fiction?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE {?uri <http://dbpedia.org/property/genre> <http://dbpedia.org/resource/Science_fiction>  . }",
          "sparql_template_id": 101
     },
     {
          "_id": 1017,
          "question_en": "In how many countries does the Zurich Affoltern am Albis Zug line go?",
          "question_de": "In wie vielen Ländern fährt die Linie Zürich Affoltern am Albis Zug?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE { ?x <http://dbpedia.org/property/line> <http://dbpedia.org/resource/Zürich–Affoltern_am_Albis–Zug_railway_line> . ?x <http://dbpedia.org/ontology/country> ?uri  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Country>}",
          "sparql_template_id": 405
     },
     {
          "_id": 1022,
          "question_en": "What is the nationality of the J. T. Krogh which is also the  sovereign state of the Camilla Martin",
          "question_de": "Was ist die Nationalität von J. T. Krogh, die auch der souveräne Staat von Camilla Martin ist?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/J._T._Krogh> <http://dbpedia.org/ontology/nationality> ?uri. <http://dbpedia.org/resource/Camilla_Martin> <http://dbpedia.org/ontology/country> ?uri} ",
          "sparql_template_id": 16
     },
     {
          "_id": 1036,
          "question_en": "Where the club of Kiki Cutter located?",
          "question_de": "Wo befindet sich der Club von Kiki Cutter?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Kiki_Cutter> <http://dbpedia.org/property/club> ?x . ?x <http://dbpedia.org/ontology/location> ?uri  . }",
          "sparql_template_id": 3
     },
     {
          "_id": 1052,
          "question_en": "Is Microsoft office written in C++",
          "question_de": "Ist Microsoft Office in C ++ geschrieben?",
          "sparql_query": "ASK WHERE { <http://dbpedia.org/resource/Microsoft_Office> <http://dbpedia.org/property/programmingLanguage> <http://dbpedia.org/resource/C++> }",
          "sparql_template_id": 151
     },
     {
          "_id": 1058,
          "question_en": "What is the official residence of the Christopher Daz Figuero which is also the  state of the Cruce a Nado Internacional",
          "question_de": "Was ist die Residenz von Christopher Daz Figuero, die auch Staat der Cruce a Nado Internacional ist?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Christopher_Díaz_Figueroa> <http://dbpedia.org/property/residence> ?uri. <http://dbpedia.org/resource/Cruce_a_Nado_Internacional> <http://dbpedia.org/ontology/country> ?uri} ",
          "sparql_template_id": 16
     },
     {
          "_id": 1061,
          "question_en": "Which university of Alexandre Tichonov is the place of death of Valentin Muratov /",
          "question_de": "Wie heißt die Universität von Alexandre Tichonov, die auch Todesort von Valentin Muratov ist?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Alexandre_Tichonov> <http://dbpedia.org/property/university> ?uri. <http://dbpedia.org/resource/Valentin_Muratov> <http://dbpedia.org/property/placeOfDeath> ?uri} ",
          "sparql_template_id": 16
     },
     {
          "_id": 1064,
          "question_en": "What is the common military branch of the Thomas Darden and that of Edwin F. Hunter",
          "question_de": "Was ist der gemeinsame militärische Zweig von Thomas Darden und Edwin F. Hunter?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Thomas_Darden> <http://dbpedia.org/ontology/militaryBranch> ?uri. <http://dbpedia.org/resource/Edwin_F._Hunter> <http://dbpedia.org/property/branch> ?uri} ",
          "sparql_template_id": 16
     },
     {
          "_id": 1067,
          "question_en": "Which fictional character's portrayer was edited by Roger Barton?",
          "question_de": "Der Darsteller welcher fiktiven Figur wurde von Roger Barton herausgegeben?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/editing> <http://dbpedia.org/resource/Roger_Barton_(film_editor)> . ?uri <http://dbpedia.org/ontology/portrayer> ?x  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/FictionalCharacter>}",
          "sparql_template_id": 306
     },
     {
          "_id": 1068,
          "question_en": "Which country does the current team of Darren McNamara belong to?",
          "question_de": "In welches Land gehört das aktuelle Team von Darren McNamara?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Darren_McNamara> <http://dbpedia.org/property/currentTeam> ?x . ?x <http://dbpedia.org/ontology/locationCountry> ?uri  . }",
          "sparql_template_id": 3
     },
     {
          "_id": 1093,
          "question_en": "Name the movies in which music is give by  Laurie Johnson and edited by Anthony Harvey ?",
          "question_de": "Benennen Sie die Filme, in denen Laurie Johnson Musikkomponist ist und Anthony Harvey der Editor?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/music> <http://dbpedia.org/resource/Laurie_Johnson> . ?uri <http://dbpedia.org/ontology/editing> <http://dbpedia.org/resource/Anthony_Harvey>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Film>}",
          "sparql_template_id": 308
     },
     {
          "_id": 1105,
          "question_en": "How many politicians are in the US Senate?",
          "question_de": "Wie viele Politiker sind im US-Senat?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE {?uri <http://dbpedia.org/property/order> <http://dbpedia.org/resource/United_States_Senate>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/OfficeHolder>}",
          "sparql_template_id": 401
     },
     {
          "_id": 1106,
          "question_en": "How many players participated in the 2004-05 FC Barcelona season?",
          "question_de": "Wie viele Spieler haben in der Saison 2004-05 am FC Barcelona teilgenommen?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE { <http://dbpedia.org/resource/2004–05_FC_Barcelona_season> <http://dbpedia.org/property/name> ?uri  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/SoccerPlayer>}",
          "sparql_template_id": 402
     },
     {
          "_id": 1140,
          "question_en": "Where are the tombs of kings and queens who have died in England?",
          "question_de": "Wo liegen die Gräber von Königen und Königinnen, die in England verstorben sind?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/placeOfDeath> <http://dbpedia.org/resource/England> . ?x <http://dbpedia.org/property/placeOfBurial> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Royalty>}",
          "sparql_template_id": 305
     },
     {
          "_id": 1162,
          "question_en": "Name the sports played by Jamiatu Muslim Mindanao?",
          "question_de": "Nennen Sie die Sportarten, die am Jamiatu Muslim Mindanao gespielt werden?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Jamiatu_Muslim_Mindanao> <http://dbpedia.org/ontology/athletics> ?uri } ",
          "sparql_template_id": 2
     },
     {
          "_id": 1179,
          "question_en": "Name the appliance produced by Foxconn and its OS is provided by PlayStation 3 system software ?",
          "question_de": "Nennen Sie die Appliance, die von Foxconn produziert und deren Betriebssystem von PlayStation 3-System-Software bereitgestellt wird?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/ontology/manufacturer> <http://dbpedia.org/resource/Foxconn> . ?uri <http://dbpedia.org/property/os> <http://dbpedia.org/resource/PlayStation_3_system_software>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/InformationAppliance>}",
          "sparql_template_id": 308
     },
     {
          "_id": 1181,
          "question_en": "Did Alexander Magleby study at the Dartmouth College?",
          "question_de": "Hat Alexander Magleby am Dartmouth College studiert?",
          "sparql_query": "ASK WHERE { <http://dbpedia.org/resource/Alexander_Magleby> <http://dbpedia.org/ontology/university> <http://dbpedia.org/resource/Dartmouth_College> }",
          "sparql_template_id": 152
     },
     {
          "_id": 1185,
          "question_en": "In which city is the sister station of WCSE-LP located ?",
          "question_de": "In welcher Stadt befindet sich die Schwesterstation der WCSE-LP?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/WCSE-LP> <http://dbpedia.org/property/sisterStations> ?x . ?x <http://dbpedia.org/property/city> ?uri  . }",
          "sparql_template_id": 3
     },
     {
          "_id": 1188,
          "question_en": "Where are the homestadiums of the seasons chaired by Merritt Paulson?",
          "question_de": "Wo befinden sich die Heimatstadien der Saisons, die von Merritt Paulson geleitet wurden?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/chairman> <http://dbpedia.org/resource/Merritt_Paulson> . ?x <http://dbpedia.org/ontology/homeStadium> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/SoccerClubSeason>}",
          "sparql_template_id": 305
     },
     {
          "_id": 1192,
          "question_en": "List softwares written in C++ and runs on Mac OS ?",
          "question_de": "Listen Sie die  Software auf, die in C ++ geschrieben ist und auf Mac OS läuft?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/ontology/operatingSystem> <http://dbpedia.org/resource/Mac_OS> . ?uri <http://dbpedia.org/ontology/programmingLanguage> <http://dbpedia.org/resource/C++>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Software>}",
          "sparql_template_id": 308
     }
]