[
     {
          "_id": 1195,
          "question_en": "How many have former teams as Indianapolis Colts and Carolina Panthers?",
          "question_de": "Wie viele Spieler hatten ehemalige Teams wie Indianapolis Colts und Carolina Panthers?",
          "sparql_query": " SELECT DISTINCT COUNT(?uri) WHERE { ?uri <http://dbpedia.org/ontology/formerTeam> <http://dbpedia.org/resource/Indianapolis_Colts> . ?uri <http://dbpedia.org/ontology/formerTeam> <http://dbpedia.org/resource/Carolina_Panthers>} ",
          "sparql_template_id": 107
     },
     {
          "_id": 1207,
          "question_en": "Is lion an animal?",
          "question_de": "Ist der Löwe ein Tier?",
          "sparql_query": "ASK WHERE { <http://dbpedia.org/resource/Lion> <http://dbpedia.org/ontology/kingdom> <http://dbpedia.org/resource/Animal> }",
          "sparql_template_id": 151
     },
     {
          "_id": 1211,
          "question_en": "What is the religion of the political party which is an international party of Hamas?",
          "question_de": "Was ist die Religion der politischen Partei, die eine internationale Partei der Hamas ist?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Hamas> <http://dbpedia.org/property/international> ?x . ?x <http://dbpedia.org/ontology/religion> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/PoliticalParty>}",
          "sparql_template_id": 303
     },
     {
          "_id": 1234,
          "question_en": "?What are the airline hubs of Cascade Airways",
          "question_de": "Was sind die Airline-Hubs von Cascade Airways?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Cascade_Airways> <http://dbpedia.org/property/hubs> ?uri } ",
          "sparql_template_id": 2
     },
     {
          "_id": 1251,
          "question_en": "What are some products of the company whose parent is BBC?",
          "question_de": "Was sind einige Produkte der Firma, deren Elternteil BBC ist?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/parent> <http://dbpedia.org/resource/BBC> . ?x <http://dbpedia.org/property/products> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Company>}",
          "sparql_template_id": 305
     },
     {
          "_id": 1259,
          "question_en": "What is the municipality of the Brown's Corners, Toronto and also the  place of birth of the George Karrys",
          "question_de": "Was ist die Gemeinde der Brown's Corners, Toronto und auch der Geburtsort der George Karrys?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Brown's_Corners,_Toronto> <http://dbpedia.org/ontology/municipality> ?uri. <http://dbpedia.org/resource/George_Karrys> <http://dbpedia.org/property/placeOfBirth> ?uri} ",
          "sparql_template_id": 16
     },
     {
          "_id": 1283,
          "question_en": "Hugh Hefner is editor of which magazine?",
          "question_de": "Hugh Hefner ist Herausgeber welcher Zeitschrift?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/editor> <http://dbpedia.org/resource/Hugh_Hefner>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Magazine>}",
          "sparql_template_id": 301
     },
     {
          "_id": 1307,
          "question_en": "What is the citizenship of the Sarah Kazemy and land of the Cervelle de canut",
          "question_de": "Was ist die Staatsbürgerschaft von Sarah Kazemy und der Ort bekannt für Cervelle de Canut?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Sarah_Kazemy> <http://dbpedia.org/ontology/citizenship> ?uri. <http://dbpedia.org/resource/Cervelle_de_canut> <http://dbpedia.org/ontology/country> ?uri} ",
          "sparql_template_id": 16
     },
     {
          "_id": 1344,
          "question_en": "What did the people buried in Toronto die of?",
          "question_de": "Woran sind die Menschen in Toronto gestorben?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/restingPlace> <http://dbpedia.org/resource/Toronto> . ?x <http://dbpedia.org/ontology/deathCause> ?uri  . }",
          "sparql_template_id": 5
     },
     {
          "_id": 1356,
          "question_en": "Is coffee a main ingredient of Hopje?",
          "question_de": "Ist Kaffee die Hauptzutat von Hopje?",
          "sparql_query": "ASK WHERE { <http://dbpedia.org/resource/Hopje> <http://dbpedia.org/property/mainIngredient> <http://dbpedia.org/resource/Coffee> }",
          "sparql_template_id": 152
     },
     {
          "_id": 1359,
          "question_en": "How many sitcoms were produced by the company whose predecessor was the Desilu Productions",
          "question_de": "Wie viele Sitcoms wurden von der Firma produziert, deren Vorgängerin Desilu Productions war?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE { ?x <http://dbpedia.org/property/predecessor> <http://dbpedia.org/resource/Desilu_Productions> . ?uri <http://dbpedia.org/property/company> ?x  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/TelevisionShow>}",
          "sparql_template_id": 406
     },
     {
          "_id": 1368,
          "question_en": "Count the number of places where alumini of Edinburgh university have died?",
          "question_de": "Zählen Sie die Anzahl der Orte, an denen Alumini der Universität Edinburgh gestorben sind?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE { ?x <http://dbpedia.org/property/education> <http://dbpedia.org/resource/University_of_Edinburgh> . ?x <http://dbpedia.org/ontology/deathPlace> ?uri  . }",
          "sparql_template_id": 105
     },
     {
          "_id": 1374,
          "question_en": "What is the place of birth of the Kira Plastinina and Sergey Ryazansky",
          "question_de": "Wie ist der Geburtsort der Kira Plastinina und Sergey Ryazansky?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Kira_Plastinina> <http://dbpedia.org/property/placeOfBirth> ?uri. <http://dbpedia.org/resource/Sergey_Ryazansky> <http://dbpedia.org/property/placeOfBirth> ?uri . }",
          "sparql_template_id": 15
     },
     {
          "_id": 1416,
          "question_en": "Who are some authoritative persons on the matter of Megabalanus concinnus?",
          "question_de": "Wer sind maßgebliche Personen in Bezug auf Megabalanus concinnus?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Megabalanus_concinnus> <http://dbpedia.org/ontology/binomialAuthority> ?uri } ",
          "sparql_template_id": 2
     },
     {
          "_id": 1420,
          "question_en": "Which famous person is born in Marlboro Township, New Jersey?",
          "question_de": "Welche berühmte Person wird in Marlboro Township, New Jersey geboren?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/homeTown> <http://dbpedia.org/resource/Marlboro_Township,_New_Jersey>  . }",
          "sparql_template_id": 1
     },
     {
          "_id": 1427,
          "question_en": "Of how many battles is Chickasaw Campaign of 1736 consisted?",
          "question_de": "Von wie vielen Schlachten besteht Chickasaw Campaign von 1736?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Chickasaw_Campaign_of_1736> <http://dbpedia.org/property/combatant> ?uri } ",
          "sparql_template_id": 2
     },
     {
          "_id": 1428,
          "question_en": "Jerry Bock's musicals has been adapted from how many things?",
          "question_de": "Jerry Bocks Musicals wurden auf wie viele Dinge basiert?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE { ?x <http://dbpedia.org/property/music> <http://dbpedia.org/resource/Jerry_Bock> . ?x <http://dbpedia.org/ontology/basedOn> ?uri  . }",
          "sparql_template_id": 105
     },
     {
          "_id": 1432,
          "question_en": "Who are the spouse of the parents of Kimberly Stewart?",
          "question_de": "Wer sind die Ehepartner der Elternteile von Kimberly Stewart?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Kimberly_Stewart> <http://dbpedia.org/ontology/parent> ?x . ?x <http://dbpedia.org/ontology/spouse> ?uri  . }",
          "sparql_template_id": 3
     },
     {
          "_id": 1434,
          "question_en": "Where were Micheal Santos and Wendy Jaquet born?",
          "question_de": "Wo wurden Michael Santos und Wendy Jaquet geboren?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Michael_G._Santos> <http://dbpedia.org/ontology/birthPlace> ?uri. <http://dbpedia.org/resource/Wendy_Jaquet> <http://dbpedia.org/property/placeOfBirth> ?uri} ",
          "sparql_template_id": 16
     },
     {
          "_id": 1448,
          "question_en": "Which university has chancellor as Nicholas S. Zeppos?",
          "question_de": "Welche Universität hat einen Kanzler namens Nicholas S. Zeppos?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/chancellor> <http://dbpedia.org/resource/Nicholas_S._Zeppos>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/University>}",
          "sparql_template_id": 301
     },
     {
          "_id": 1452,
          "question_en": "List some people who were opponents of someone who was died by hanging?",
          "question_de": "Listen Sie einige Leute auf, die Gegner von jemandem waren, der erhangen wurde?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/deathCause> <http://dbpedia.org/resource/Hanging> . ?x <http://dbpedia.org/ontology/opponent> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Person>}",
          "sparql_template_id": 305
     },
     {
          "_id": 1474,
          "question_en": "Who is the office holder whose deputy was Andrew Peacock and predecessor was Alexander Downer?",
          "question_de": "Wer ist der Amtsinhaber, dessen Stellvertreter Andrew Peacock war und dessen Vorgänger Alexander Downer war?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/deputy> <http://dbpedia.org/resource/Andrew_Peacock> . ?uri <http://dbpedia.org/ontology/predecessor> <http://dbpedia.org/resource/Alexander_Downer>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/OfficeHolder>}",
          "sparql_template_id": 308
     },
     {
          "_id": 1475,
          "question_en": "Who was the editor of the newspaper owned by the the UK government?",
          "question_de": "Wer war der Herausgeber der Zeitung im Besitz der britischen Regierung?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/owners> <http://dbpedia.org/resource/Government_of_the_United_Kingdom> . ?x <http://dbpedia.org/property/editor> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Newspaper>}",
          "sparql_template_id": 305
     },
     {
          "_id": 1480,
          "question_en": "Which baseball team is owned by Robert Nutting?",
          "question_de": "Welches Baseballteam gehört zu Robert Nutting?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/owner> <http://dbpedia.org/resource/Robert_Nutting>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/BaseballTeam>}",
          "sparql_template_id": 301
     },
     {
          "_id": 1485,
          "question_en": "What are some other services of the company whose service is Onedrive?",
          "question_de": "Was sind andere Dienstleistungen der Firma, die ebenfalls Onedrive als Dienstleistung anbietet?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/service> <http://dbpedia.org/resource/OneDrive> . ?x <http://dbpedia.org/property/services> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Company>}",
          "sparql_template_id": 305
     },
     {
          "_id": 1496,
          "question_en": "Give me the characters who last appeared in Star Wars Episode 3",
          "question_de": "Zähle die Charaktere auf, die zuletzt in Star Wars Episode 3 erschienen sind.",
          "sparql_query": " SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/last> <http://dbpedia.org/resource/Star_Wars:_Episode_III_–_Revenge_of_the_Sith> } ",
          "sparql_template_id": 1
     },
     {
          "_id": 1506,
          "question_en": "Which movie produced by Michael Deeley was distributed by Warner Bros ?",
          "question_de": "Wie heißt der Film, dessen Produzent Michael Deeley war und das von Warner Bros. verliehen wurde?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/distributor> <http://dbpedia.org/resource/Warner_Bros.> . ?uri <http://dbpedia.org/property/producer> <http://dbpedia.org/resource/Michael_Deeley>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Film>}",
          "sparql_template_id": 308
     },
     {
          "_id": 1509,
          "question_en": "For which team did Cam Plante and Doug Acomb both play atleast once?",
          "question_de": "Für welches Team haben Cam Plante und Doug Acomb beide mindestens einmal gespielt?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Cam_Plante> <http://dbpedia.org/property/playedFor> ?uri. <http://dbpedia.org/resource/Doug_Acomb> <http://dbpedia.org/property/playedFor> ?uri . }",
          "sparql_template_id": 15
     },
     {
          "_id": 1515,
          "question_en": "Which military commander fought his battle at Fort Gadsen?",
          "question_de": "Welcher militärische Befehlshaber hat seine Schlacht in Fort Gadsen ausgetragen?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/ontology/battle> <http://dbpedia.org/resource/Fort_Gadsden>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/OfficeHolder>}",
          "sparql_template_id": 301
     },
     {
          "_id": 1532,
          "question_en": "Which cities are located around the sea into which the ionian flows?",
          "question_de": "Welche Städte liegen um das Meer, in das der Ionomer fließt?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Ionian_Sea> <http://dbpedia.org/ontology/outflow> ?x . ?x <http://dbpedia.org/property/cities> ?uri  . }",
          "sparql_template_id": 3
     },
     {
          "_id": 1536,
          "question_en": "Who all are buried in Arlington national cementary?",
          "question_de": "Wer ist im Arlington National Cementary begraben?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/placeofburial> <http://dbpedia.org/resource/Arlington_National_Cemetery> } ",
          "sparql_template_id": 1
     },
     {
          "_id": 1545,
          "question_en": "In which areas can we find the networks owned by the govt of Mauritius?",
          "question_de": "In welchen Gebieten können wir die Netzwerke finden, die der Regierung von Mauritius gehören?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/owningCompany> <http://dbpedia.org/resource/Government_of_Mauritius> . ?x <http://dbpedia.org/property/broadcastArea> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/BroadcastNetwork>}",
          "sparql_template_id": 305
     },
     {
          "_id": 1554,
          "question_en": "Who is the mfr. of the engine used in Ford Transit ?",
          "question_de": "Wer ist der Hersteller des Motors, der im Ford Transit verwendet wird?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Ford_Transit> <http://dbpedia.org/property/engine> ?x . ?x <http://dbpedia.org/ontology/manufacturer> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Engine>}",
          "sparql_template_id": 303
     },
     {
          "_id": 1557,
          "question_en": "Which division of Serbia national team is also the region of Dobinsk Ice Cave ?",
          "question_de": "Welche Division der serbischen Nationalmannschaft ist auch die Region von Dobinsk Ice Cave?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Serbia_national_American_football_team> <http://dbpedia.org/ontology/division> ?uri. <http://dbpedia.org/resource/Dobšinská_Ice_Cave> <http://dbpedia.org/ontology/region> ?uri} ",
          "sparql_template_id": 16
     },
     {
          "_id": 1558,
          "question_en": "Name the common current team of the Shaun Thong and Kaannder ?",
          "question_de": "Nennen Sie das gemeinsame aktuelle Team von Shaun Thong und Kaannder?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Shaun_Thong> <http://dbpedia.org/property/currentTeam> ?uri. <http://dbpedia.org/resource/Kaan_Önder> <http://dbpedia.org/property/currentTeam> ?uri . }",
          "sparql_template_id": 15
     },
     {
          "_id": 1575,
          "question_en": "In how many nations is Coconut a common food ingredient?",
          "question_de": "In wie vielen Ländern ist Kokosnuss eine übliche Nahrungszutat?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE { ?x <http://dbpedia.org/ontology/ingredient> <http://dbpedia.org/resource/Coconut> . ?x <http://dbpedia.org/property/country> ?uri  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Country>}",
          "sparql_template_id": 405
     },
     {
          "_id": 1584,
          "question_en": "Where is the headquarters of the company which runs the Metro Blue Line in minnesota?",
          "question_de": "Wo ist der Hauptsitz der Firma, die die Metro Blue Line in Minnesota betreibt?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Metro_Blue_Line_(Minnesota)> <http://dbpedia.org/property/operator> ?x . ?x <http://dbpedia.org/property/headquarters> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Organisation>}",
          "sparql_template_id": 303
     },
     {
          "_id": 1610,
          "question_en": "Where is the successor of john waldo from?",
          "question_de": "Woher kommt der Nachfolger von John Waldo?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/successor> <http://dbpedia.org/resource/John_B._Waldo> . ?x <http://dbpedia.org/property/state> ?uri  . }",
          "sparql_template_id": 5
     },
     {
          "_id": 1627,
          "question_en": "To what region is Sukhumbhand Paribatra, a leader?",
          "question_de": "In welcher Region ist Sukhumbhand Paribatra, ein Führer?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/ontology/leaderName> <http://dbpedia.org/resource/Sukhumbhand_Paribatra>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Region>}",
          "sparql_template_id": 301
     },
     {
          "_id": 1634,
          "question_en": "What is the total number of other nearest countries to the lakes whose nearest countries is Uganda?",
          "question_de": "Was ist die Gesamtzahl der nächstgelegenen Länder der Seen, die nah an Uganda liegen?",
          "sparql_query": " SELECT DISTINCT COUNT(?uri) WHERE { ?x <http://dbpedia.org/ontology/nearestCity> <http://dbpedia.org/resource/Uganda> . ?x <http://dbpedia.org/ontology/nearestCity> ?uri }",
          "sparql_template_id": 111
     },
     {
          "_id": 1644,
          "question_en": "Which education institute of Duncan U. Fletcher is also the university of Vanderbilt Commodores ?",
          "question_de": "Welches Bildungsinstitut von Duncan U. Fletcher ist auch die Universität von Vanderbilt Commodores?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Duncan_U._Fletcher> <http://dbpedia.org/ontology/almaMater> ?uri. <http://dbpedia.org/resource/Vanderbilt_Commodores> <http://dbpedia.org/ontology/university> ?uri} ",
          "sparql_template_id": 16
     },
     {
          "_id": 1654,
          "question_en": "What are some islands in the bahamas?",
          "question_de": "Was sind einige Inseln in den Bahamas?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/archipelago> <http://dbpedia.org/resource/The_Bahamas>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Island>}",
          "sparql_template_id": 301
     },
     {
          "_id": 1659,
          "question_en": "Which fields' academic journals are found in the US?",
          "question_de": "Welche Fachzeitschriften gibt es in den USA?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/country> <http://dbpedia.org/resource/United_States> . ?x <http://dbpedia.org/property/discipline> ?uri  . }",
          "sparql_template_id": 5
     },
     {
          "_id": 1672,
          "question_en": "Which video game's artist is Hiroji Kiyotake and computing platform is Virtual Console?",
          "question_de": "Nennen Sie das Videospiel, dessen Künstler Hiroji Kiyotake ist und dessen Plattform Virtual Console ist?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/artist> <http://dbpedia.org/resource/Hiroji_Kiyotake> . ?uri <http://dbpedia.org/ontology/computingPlatform> <http://dbpedia.org/resource/Virtual_Console>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/VideoGame>}",
          "sparql_template_id": 308
     },
     {
          "_id": 1689,
          "question_en": "What is the famous relative of Mrunalini Kunte known for?",
          "question_de": "Wofür ist der berühmte Verwandte von Mrunalini Kunte bekannt?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/relatives> <http://dbpedia.org/resource/Mrunalini_Kunte> . ?x <http://dbpedia.org/property/knownFor> ?uri  . }",
          "sparql_template_id": 5
     },
     {
          "_id": 1717,
          "question_en": "How many basketball players studied in the Midland College?",
          "question_de": "Wie viele Basketballspieler haben an der Midland College studiert?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE {?uri <http://dbpedia.org/ontology/college> <http://dbpedia.org/resource/Midland_College>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/BasketballPlayer>}",
          "sparql_template_id": 401
     },
     {
          "_id": 1720,
          "question_en": "Is Liang Chow the headcoach of Shawn Johnson?",
          "question_de": "Ist Liang Chow der Headcoach von Shawn Johnson?",
          "sparql_query": "ASK WHERE { <http://dbpedia.org/resource/Shawn_Johnson> <http://dbpedia.org/property/headcoach> <http://dbpedia.org/resource/Liang_Chow> }",
          "sparql_template_id": 151
     },
     {
          "_id": 1726,
          "question_en": "Which american football players currently plays for Michigan Wolverines?",
          "question_de": "Welche Footballspieler spielen momentan für die Michigan Wolverines?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/currentteam> <http://dbpedia.org/resource/Michigan_Wolverines>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/AmericanFootballPlayer>}",
          "sparql_template_id": 301
     },
     {
          "_id": 1730,
          "question_en": "List down the common sports played by PATTS College of Aeronautics and lytechnic University of the Philippines Taguig ?",
          "question_de": "Listen Sie die Sportarten, die sowohl an der PATTS College of Aeronautics, als auch an der lytechnic Universität of the Philippines, Taguig gespielt werden, auf?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/PATTS_College_of_Aeronautics> <http://dbpedia.org/property/athletics> ?uri. <http://dbpedia.org/resource/Polytechnic_University_of_the_Philippines_Taguig> <http://dbpedia.org/ontology/sport> ?uri} ",
          "sparql_template_id": 16
     },
     {
          "_id": 1795,
          "question_en": "Which football teams are in a city where Oakland Athletics were the tenants?",
          "question_de": "Welche Fußballmannschaften sind in einer Stadt, in der Oakland Athletics die Mieter waren?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/tenant> <http://dbpedia.org/resource/Oakland_Athletics> . ?uri <http://dbpedia.org/ontology/locationCity> ?x  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/AmericanFootballTeam>}",
          "sparql_template_id": 306
     },
     {
          "_id": 1800,
          "question_en": "King crimson has been recorded in which places?",
          "question_de": "An welchen Orten wurde King Crimson aufgenommen?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/artist> <http://dbpedia.org/resource/King_Crimson> . ?x <http://dbpedia.org/ontology/recordedIn> ?uri  . }",
          "sparql_template_id": 5
     },
     {
          "_id": 1826,
          "question_en": "To which books Thomas Egerton, an editor?",
          "question_de": "Thomas Egerton war ein Redakteur welcher Bücher?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/ontology/publisher> <http://dbpedia.org/resource/Thomas_Egerton_(publisher)>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Book>}",
          "sparql_template_id": 301
     },
     {
          "_id": 1836,
          "question_en": "Which countries share a similar sociocultural and ethnic heritage of that of Native Indonesians?",
          "question_de": "Welche Länder haben ein ähnliches soziokulturelles und ethnisches Erbe wie die einheimischen Indonesier?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Native_Indonesians> <http://dbpedia.org/property/region> ?uri } ",
          "sparql_template_id": 2
     },
     {
          "_id": 1859,
          "question_en": "With whom is the institution of David Charles affiliated?",
          "question_de": "Mit wem ist die Institution von David Charles verbunden?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/David_Charles_(physician)> <http://dbpedia.org/property/workInstitutions> ?x . ?x <http://dbpedia.org/property/affiliation> ?uri  . }",
          "sparql_template_id": 3
     },
     {
          "_id": 1867,
          "question_en": "What made Jon Speelman and Eric Schiller famous?",
          "question_de": "Wodurch wurden Jon Speelman und Eric Schiller berühmt?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Jon_Speelman> <http://dbpedia.org/ontology/field> ?uri. <http://dbpedia.org/resource/Eric_Schiller> <http://dbpedia.org/ontology/knownFor> ?uri} ",
          "sparql_template_id": 16
     },
     {
          "_id": 1871,
          "question_en": "How many people currently play for Stoke City F.C.?",
          "question_de": "Wie viele Leute spielen derzeit für Stoke City FC?",
          "sparql_query": "SELECT DISTINCT COUNT(?uri) WHERE {?uri <http://dbpedia.org/property/currentclub> <http://dbpedia.org/resource/Stoke_City_F.C.>  . }",
          "sparql_template_id": 101
     },
     {
          "_id": 1877,
          "question_en": "List the relatives of the children of Jon Voight ?",
          "question_de": "Listen Sie die Verwandten der Kinder von Jon Voight auf?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Jon_Voight> <http://dbpedia.org/property/children> ?x . ?x <http://dbpedia.org/ontology/relative> ?uri  . }",
          "sparql_template_id": 3
     },
     {
          "_id": 1892,
          "question_en": "Which american football player's current team is Michigan Wolverines and former team was  Baltimore Ravens ?",
          "question_de": "Nennen Sie den American Football-Spieler dessen aktuelle Mannschaft Michigan Wolverines ist und dessen ehemalige Mannschaft Baltimore Ravens war?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/currentteam> <http://dbpedia.org/resource/Michigan_Wolverines> . ?uri <http://dbpedia.org/ontology/formerTeam> <http://dbpedia.org/resource/1998_Baltimore_Ravens_season>  . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/AmericanFootballPlayer>}",
          "sparql_template_id": 308
     },
     {
          "_id": 1897,
          "question_en": "What are the veneration of the one for which there's a major shrine in Hebron?",
          "question_de": "Was ist die Verehrung derer, für die es in Hebron einen großen Schrein gibt?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/majorShrine> <http://dbpedia.org/resource/Hebron> . ?x <http://dbpedia.org/property/veneratedIn> ?uri  . }",
          "sparql_template_id": 5
     },
     {
          "_id": 1913,
          "question_en": "Who did Bruce Bochy play for ?",
          "question_de": "Für wen hat Bruce Bochy gespielt?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Bruce_Bochy> <http://dbpedia.org/ontology/team> ?uri } ",
          "sparql_template_id": 2
     },
     {
          "_id": 1946,
          "question_en": "Is Dave Schulz a band member of Berlin?",
          "question_de": "Ist Dave Schulz ein Bandmitglied von Berlin?",
          "sparql_query": "ASK WHERE { <http://dbpedia.org/resource/Berlin_(band)> <http://dbpedia.org/ontology/bandMember> <http://dbpedia.org/resource/Dave_Schulz_(musician)> }",
          "sparql_template_id": 152
     },
     {
          "_id": 1950,
          "question_en": "where did Alfred Tarnowski die?",
          "question_de": "Wo ist Alfred Tarnowski gestorben?",
          "sparql_query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Alfred_Tarnowski> <http://dbpedia.org/property/placeOfDeath> ?uri } ",
          "sparql_template_id": 2
     },
     {
          "_id": 1965,
          "question_en": "Whose wife is a presenter at WWE?",
          "question_de": "Wessen Frau ist Moderatorin bei WWE?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/presenter> <http://dbpedia.org/resource/WWE> . ?uri <http://dbpedia.org/ontology/spouse> ?x  . }",
          "sparql_template_id": 6
     },
     {
          "_id": 1967,
          "question_en": "What is the parent company of company which owns Sony Bank?",
          "question_de": "Was ist die Muttergesellschaft der Firma, die die Sony Bank besitzt?",
          "sparql_query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Sony_Bank> <http://dbpedia.org/property/parent> ?x . ?x <http://dbpedia.org/ontology/parentCompany> ?uri  . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Company>}",
          "sparql_template_id": 303
     }
]